import { text } from '@/src/styles/text'
import { cn } from '@/src/utils/cn'
import { H3 } from '@/ui/base/Heading'
import { Section } from '@/ui/base/Section'

export default function AppRules() {
	return (
		<main>
			<Section addStyle='max-w-250 my-25'>
				<H3>ПРАВИЛА ИСПОЛЬЗОВАНИЯ ПРИЛОЖЕНИЯ «АНОМАЛИЯ»</H3>
				<div className={cn(text.bodyLarge, 'mt-3 space-y-7.5')}>
					<p>
						Редакция от 12.03.2026
						<br /> ИП Гребенюк М.С.
					</p>
					<p>
						<b>1. ОБЩИЕ ПОЛОЖЕНИЯ</b>
						<br />
						1.1. Настоящие Правила использования приложения «Аномалия» (далее —
						Правила) определяют условия предоставления доступа к программному
						обеспечению «Аномалия», его установки, использования, а также
						регулируют отношения между Индивидуальным предпринимателем
						Гребенюком Михаилом Сергеевичем, ОГРНИП 315774600443662, ИНН
						772394411530 (далее — Исполнитель, Правообладатель) и физическим
						лицом, которому Исполнитель предоставил возможность установки,
						запуска, регистрации и/или фактического использования Приложения
						(далее — Пользователь).
						<br />
						1.2. Для целей настоящих Правил под Приложением понимается
						программное обеспечение «Аномалия», включая, но не ограничиваясь:
						мобильное приложение, устанавливаемое на устройство Пользователя,
						возможную веб-версию, серверную часть, личный кабинет, цифровые
						разделы, модули, интерфейсы, обновления, доработки, внутренние и
						внешние интеграции, программные элементы, графический интерфейс,
						базы данных, объекты дизайна, тексты, подбор и расположение
						материалов, а также иные результаты интеллектуальной деятельности и
						средства индивидуализации, входящие в его состав либо используемые
						совместно с ним.
						<br />
						1.3. Исключительные права на Приложение, его элементы, дизайн,
						программный код, базы данных, наименование, обозначения, а также
						иные результаты интеллектуальной деятельности, входящие в состав
						Приложения либо используемые в связи с его функционированием,
						принадлежат Исполнителю либо используются им на законных основаниях.
						<br />
						1.4. Настоящие Правила являются обязательными для всех
						Пользователей, осуществляющих установку, регистрацию, запуск,
						просмотр материалов, размещение информации, использование отдельных
						функций Приложения либо любое иное фактическое использование
						Приложения полностью или в части.
						<br />
						1.5. Если Пользователь не согласен полностью либо частично с
						настоящими Правилами, он обязан воздержаться от установки и
						использования Приложения, а в случае, если Приложение уже
						установлено, — немедленно прекратить его использование, удалить
						Приложение со своего устройства, прекратить регистрацию и/или
						использование учетной записи, а также воздержаться от дальнейшего
						доступа к любым материалам, связанным с Приложением.
						<br />
						1.6. Настоящие Правила являются отдельным документом, регулирующим
						использование Приложения, и применяются совместно с иными
						документами Исполнителя, включая, но не ограничиваясь: офертой на
						оказание платных услуг по подписке, политикой обработки персональных
						данных, согласием на обработку персональных данных, правилами
						закрытого Telegram-канала «Аномалия», иными правилами, уведомлениями
						и условиями, опубликованными на сайте Исполнителя и/или доведенными
						до сведения Пользователя через Telegram-бота, сайт, Приложение,
						электронную почту, мессенджеры либо иные каналы связи. В части,
						касающейся порядка доступа, использования Приложения, размещения
						пользовательского контента, порядка модерации профилей, материалов и
						действий Пользователя, положения настоящих Правил имеют приоритет
						перед иными документами Исполнителя, если иное прямо не указано
						Исполнителем.
						<br />
						1.7. Предоставление Пользователю доступа к Приложению не изменяет
						предмет и объем обязательств Исполнителя по иным услугам,
						оказываемым Пользователю на основании отдельных договоров, оферт,
						правил подписки либо иных документов Исполнителя, если иное прямо не
						установлено Исполнителем.
						<br />
						1.8. Настоящие Правила не являются обещанием сохранения Приложения в
						его текущем виде, не являются гарантией дальнейшего предоставления
						доступа к Приложению тем же Пользователям, не свидетельствуют о
						неизменности архитектуры Приложения и не означают, что любая
						функция, отображаемая в Приложении, будет сохранена, доработана,
						активирована, коммерциализирована или предоставлена в будущем
						неопределенному кругу лиц.
						<br />
						1.9. Пользователь подтверждает и соглашается, что Приложение может
						использоваться Исполнителем как отдельное цифровое пространство
						сообщества, как дополнительный инструмент к иным цифровым каналам
						Исполнителя, как самостоятельная среда для отдельных активностей, а
						также как постоянный или временный технологический контур для
						реализации различных механик, интерфейсов, способов коммуникации,
						моделей доступа, взаимодействия пользователей и иных решений. В
						связи с этим часть материалов, активностей, сервисов и иных
						возможностей может размещаться только в отдельных цифровых каналах
						Исполнителя, только в Приложении либо одновременно в нескольких
						каналах, а также может дублироваться, не дублироваться, изменяться,
						удаляться, переноситься или ограничиваться по усмотрению
						Исполнителя.
						<br />
						1.10. Пользователь понимает и принимает, что отдельные функции,
						разделы, модули, интерфейсы, механики, алгоритмы, способы
						отображения информации, способы регистрации, пользовательские роли,
						уведомления, цифровые действия, контентные блоки, элементы
						взаимодействия пользователей, правила отображения профилей и иные
						элементы Приложения могут изменяться, дополняться, временно
						ограничиваться, приостанавливаться либо прекращаться Исполнителем в
						одностороннем порядке без предварительного согласования с
						Пользователем, если иное прямо не вытекает из обязательных норм
						законодательства.
						<br />
						1.11. Пользователь обязуется использовать Приложение добросовестно,
						разумно, исключительно в законных целях, соблюдать требования
						настоящих Правил, иных документов Исполнителя, а также не совершать
						действий, способных нарушить работу Приложения, причинить вред
						Исполнителю, другим Пользователям, третьим лицам, цифровой
						инфраструктуре, программному обеспечению, репутации сообщества либо
						нарушить права и законные интересы участников цифровой среды.
						<br />
						1.12. Пользователь самостоятельно несет ответственность за любые
						действия, совершаемые через его учетную запись, а также за
						размещаемую им информацию, изображения, описания, комментарии,
						ссылки, иные материалы и иные сведения, загружаемые, публикуемые,
						изменяемые, направляемые либо иным образом используемые им в
						Приложении.
						<br />
						1.13. Исполнитель вправе по своему усмотрению осуществлять проверку
						профилей Пользователей, пользовательского контента, сведений,
						размещаемых в Приложении, и действий Пользователей на предмет
						соблюдения настоящих Правил, требований законодательства, прав и
						законных интересов третьих лиц, а также внутренних целей, принципов
						и стандартов функционирования Приложения. Указанная проверка может
						осуществляться в автоматическом, ручном, выборочном, периодическом
						либо ином порядке, определяемом Исполнителем.
						<br />
						1.14. Настоящие Правила толкуются в соответствии с законодательством
						Российской Федерации. При этом Пользователь также обязан соблюдать
						применимые требования законодательства государства своего
						нахождения, а равно обязательные правила цифровых платформ,
						магазинов приложений, поставщиков операционных систем, провайдеров
						хостинга, поставщиков уведомлений и иных технологических партнеров,
						если такие требования распространяются на действия Пользователя при
						использовании Приложения. В случае если отдельные действия
						Пользователя в Приложении, способы использования цифрового контента,
						способы распространения файлов, цифровых ключей, установочных
						пакетов, учетных данных, технических средств доступа либо действия,
						направленные на нарушение работы Приложения, одновременно нарушают
						законодательство Российской Федерации, права и законные интересы
						Исполнителя, права третьих лиц, общепринятые правила добросовестного
						поведения в цифровой среде, а также требования применимых правил
						цифровых платформ, магазинов приложений, поставщиков операционных
						систем, провайдеров хостинга, поставщиков уведомлений и иных
						технологических партнеров, такие действия признаются недопустимыми и
						влекут последствия, предусмотренные настоящими Правилами, иными
						документами Исполнителя и действующим законодательством.
						<br />
						1.15. Все уведомления, связанные с настоящими Правилами, могут
						доводиться до сведения Пользователя путем публикации новой редакции
						Правил на сайте anomaly.ru и/или ином сайте, указанном Исполнителем,
						посредством направления сообщения в Telegram, через интерфейс
						Приложения, по электронной почте, в push-уведомлении, через личный
						кабинет либо иным способом, позволяющим разумно считать Пользователя
						уведомленным. Продолжение использования Приложения после публикации
						новой редакции Правил означает согласие Пользователя с такими
						изменениями.
						<br />
						1.16. Исполнитель вправе в одностороннем порядке изменить,
						дополнить, изложить в новой редакции или отменить настоящие Правила
						полностью либо частично. Пользователь обязуется самостоятельно
						отслеживать актуальную редакцию Правил. Неосведомленность
						Пользователя об изменениях Правил не освобождает его от обязанности
						соблюдать актуальную редакцию
						<br />
						1.17. В целях обеспечения безопасности цифровой среды,
						предотвращения нарушений законодательства, защиты прав и законных
						интересов пользователей, а также поддержания надлежащего
						функционирования Приложения Исполнитель вправе использовать
						автоматизированные и иные технологические средства выявления
						нарушений настоящих Правил и требований законодательства. Порядок
						осуществления модерации пользовательского контента, ограничения
						доступа пользователей, а также иные меры реагирования на нарушения
						устанавливаются настоящими Правилами.
						<br />
						1.18. Пользователем Приложения может являться только дееспособное
						физическое лицо, достигшее возраста 18 (восемнадцати) лет.
						Использование Приложения лицами, не достигшими указанного возраста,
						не допускается. Пользователь, проходя регистрацию в Приложении и
						начиная его использование, подтверждает, что он достиг возраста 18
						(восемнадцати) лет и обладает необходимой дееспособностью для
						принятия настоящих Правил. В случае выявления факта использования
						Приложения лицом, не достигшим возраста 18 (восемнадцати) лет, либо
						предоставления Пользователем недостоверных сведений о своем возрасте
						Исполнитель вправе ограничить или полностью прекратить доступ такого
						Пользователя к Приложению без предварительного уведомления.
						<br />
						<br />
						<b>
							2. ПОРЯДОК ПРЕДОСТАВЛЕНИЯ ДОСТУПА К ПРИЛОЖЕНИЮ И ИСПОЛЬЗОВАНИЯ
							СЕРВИСА
						</b>
						<br />
						2.1. Приложение является программным обеспечением, предназначенным
						для обеспечения взаимодействия пользователей в рамках сервиса
						«Аномалия», а также для предоставления пользователям отдельных
						цифровых функций, сервисов, инструментов коммуникации, интерфейсов
						взаимодействия и иных технологических возможностей, реализуемых
						Исполнителем.
						<br />
						2.2. Приложение может использоваться как самостоятельный
						технологический интерфейс взаимодействия пользователей сервиса
						«Аномалия», а также совместно с иными цифровыми каналами
						взаимодействия Исполнителя, включая мессенджеры, ботов, веб-сайты,
						личные кабинеты, цифровые платформы, коммуникационные сервисы и иные
						технологические решения.
						<br />
						2.3. Доступ к Приложению предоставляется Пользователю после
						установки Приложения на устройство Пользователя, прохождения
						процедуры регистрации учетной записи, выполнения действий,
						предусмотренных интерфейсом Приложения, а также принятия настоящих
						Правил и иных документов Исполнителя, регулирующих использование
						сервиса.
						<br />
						2.4. Исполнитель вправе устанавливать дополнительные условия доступа
						Пользователей к Приложению, включая критерии допуска Пользователей к
						отдельным функциям, разделам, коммуникационным инструментам,
						цифровым сервисам и иным элементам Приложения.
						<br />
						2.5. Доступ Пользователя к отдельным функциям Приложения может
						зависеть от участия Пользователя в сервисах, программах, сообществах
						или иных проектах Исполнителя, регулируемых отдельными соглашениями,
						офертами, правилами либо иными документами Исполнителя.
						<br />
						2.6. Указанные соглашения могут заключаться Пользователем вне
						интерфейса Приложения с использованием иных цифровых платформ,
						включая мессенджеры, сайты, ботов, личные кабинеты либо иные
						технологические каналы взаимодействия Исполнителя с Пользователем.
						<br />
						2.7. Предоставление доступа Пользователю к Приложению само по себе
						не означает предоставления Пользователю доступа ко всем функциям,
						разделам и сервисам Приложения.
						<br />
						2.8. Исполнитель вправе устанавливать различные уровни доступа
						Пользователей к функциям Приложения, включая ограничения, связанные
						с уровнем активности Пользователя, статусом участия Пользователя в
						соответствующих сервисах Исполнителя, а также иными критериями,
						определяемыми Исполнителем.
						<br />
						2.9. Отдельные функции, разделы, сервисы, коммуникационные
						инструменты, алгоритмы взаимодействия пользователей, системы
						рекомендаций, способы отображения пользовательских профилей,
						пользовательские статусы, цифровые показатели активности
						пользователей и иные элементы Приложения могут предоставляться
						Пользователю на постоянной основе, временно, в рамках отдельных
						мероприятий либо на условиях ограниченного доступа.
						<br />
						2.10. Исполнитель вправе по своему усмотрению изменять структуру
						Приложения, его интерфейсы, функциональные возможности, алгоритмы
						взаимодействия пользователей, способы отображения пользовательских
						профилей, систему рекомендаций, коммуникационные механики, а также
						иные технологические элементы Приложения.
						<br />
						2.11. Указанные изменения могут включать добавление новых функций,
						изменение существующих функций, ограничение отдельных функций,
						удаление отдельных элементов Приложения, изменение пользовательского
						интерфейса, изменение алгоритмов работы сервисов, а также иные
						изменения, направленные на развитие Приложения либо обеспечение его
						безопасного функционирования.
						<br />
						2.12. Исполнитель вправе устанавливать технические, организационные
						и иные ограничения на использование отдельных функций Приложения,
						включая ограничения, направленные на предотвращение злоупотреблений
						функционалом Приложения, обеспечение безопасности цифровой среды,
						защиту прав и законных интересов пользователей, а также
						предотвращение нарушений законодательства.
						<br />
						2.13. Доступ Пользователя к отдельным функциям Приложения может быть
						временно ограничен либо полностью прекращен в случае нарушения
						Пользователем настоящих Правил, нарушения требований
						законодательства, выявления действий, создающих угрозу безопасности
						сервиса, злоупотребления функционалом Приложения либо иных действий,
						способных причинить вред Исполнителю, другим Пользователям или
						третьим лицам.
						<br />
						2.14. Исполнитель вправе временно ограничить отображение
						пользовательского профиля, ограничить возможность использования
						отдельных функций Приложения, ограничить возможность публикации
						пользовательского контента либо временно приостановить доступ
						Пользователя к Приложению в случаях, предусмотренных настоящими
						Правилами.
						<br />
						2.15. Пользователь понимает и принимает, что функционирование
						Приложения может зависеть от работы сторонних цифровых платформ,
						включая мессенджеры, магазины приложений, операторов связи,
						поставщиков программного обеспечения и иных технологических
						сервисов.
						<br />
						2.16. Исполнитель не несет ответственности за невозможность
						использования отдельных функций Приложения в случаях, когда такая
						невозможность вызвана ограничениями, блокировками, техническими
						сбоями либо иными действиями третьих лиц, включая ограничения со
						стороны государственных органов, операторов связи, магазинов
						приложений либо владельцев цифровых платформ.
						<br />
						2.17. В случае ограничения доступа к отдельным цифровым каналам
						взаимодействия Исполнитель вправе использовать альтернативные каналы
						взаимодействия с Пользователями, включая мобильные приложения,
						сайты, ботов, мессенджеры либо иные цифровые платформы.
						<br />
						2.18. Использование Приложения осуществляется Пользователем на его
						собственный риск. Исполнитель не гарантирует бесперебойную работу
						Приложения, отсутствие технических ошибок, постоянную доступность
						всех функций Приложения, а также соответствие Приложения
						индивидуальным ожиданиям Пользователя.
						<br />
						2.19. Исполнитель вправе временно приостанавливать работу Приложения
						полностью либо частично в целях проведения технического
						обслуживания, обновления программного обеспечения, устранения
						технических ошибок, повышения уровня информационной безопасности,
						модернизации цифровой инфраструктуры либо по иным причинам,
						связанным с обеспечением функционирования Приложения.
						<br />
						2.20. Исполнитель вправе по своему усмотрению ограничить либо
						полностью прекратить доступ Пользователя к Приложению, включая
						удаление учетной записи Пользователя, в случаях нарушения
						Пользователем настоящих Правил, иных документов Исполнителя,
						требований законодательства либо совершения действий, создающих
						угрозу безопасности Приложения, других Пользователей или цифровой
						инфраструктуры Исполнителя.
						<br />
						2.21. Исполнитель вправе в любой момент изменить порядок
						функционирования Приложения, порядок взаимодействия пользователей,
						порядок отображения пользовательского контента, алгоритмы работы
						сервисов, структуру разделов, а также иные элементы Приложения без
						предварительного согласования с Пользователем.
						<br />
						2.22. Пользователь понимает и принимает, что Исполнитель вправе в
						любой момент полностью прекратить функционирование Приложения либо
						отдельных его функций, если такое решение связано с изменением
						архитектуры сервиса, заменой используемых технологических решений,
						прекращением поддержки соответствующего программного обеспечения
						либо иными причинами, связанными с развитием цифровой инфраструктуры
						Исполнителя.
						<br />
						<br />
						<b>3. ПОЛЬЗОВАТЕЛЬСКИЙ ПРОФИЛЬ И ПОЛЬЗОВАТЕЛЬСКИЙ КОНТЕНТ</b>
						<br />
						3.1. Пользователь вправе размещать в Приложении информацию о себе,
						включая фотографию профиля, описание профиля, сведения о своей
						деятельности, а также иные данные, предусмотренные интерфейсом
						Приложения.
						<br />
						3.2. Пользователь обязуется размещать в профиле исключительно
						достоверные сведения о себе и своей деятельности, а также не
						использовать сведения, вводящие других пользователей в заблуждение.
						<br />
						3.3. Пользователь обязуется не использовать в качестве фотографии
						профиля изображения третьих лиц без их согласия, а также
						изображения, нарушающие права и законные интересы других лиц.
						<br />
						3.4. Пользователь вправе использовать в качестве изображения профиля
						собственную фотографию, изображение, на использование которого у
						него имеются законные права, либо логотип принадлежащего ему бизнеса
						при наличии соответствующих прав на его использование.
						<br />
						3.5. Пользователь обязуется не размещать в качестве изображения
						профиля либо в иных элементах профиля изображения, которые:
						<br />
						— содержат материалы порнографического характера, сцены сексуального
						характера либо иные материалы, распространение которых запрещено или
						ограничено законодательством Российской Федерации;
						<br />
						— содержат символику, изображения, лозунги либо иные материалы
						экстремистского, террористического, нацистского либо иного
						запрещенного характера;
						<br />
						— пропагандируют насилие, жестокость, незаконную деятельность,
						употребление наркотических средств, психотропных веществ либо иные
						противоправные действия;
						<br />
						— содержат изображения оружия, наркотических средств либо иных
						объектов в контексте незаконной деятельности;
						<br />
						— содержат изображения документов, персональных данных, банковских
						карт либо иной информации ограниченного доступа;
						<br />
						— содержат изображения несовершеннолетних лиц;
						<br />
						— нарушают права и законные интересы третьих лиц, включая право на
						изображение гражданина и права на результаты интеллектуальной
						деятельности;
						<br />
						— могут вводить других пользователей в заблуждение относительно
						личности Пользователя;
						<br />
						— иным образом противоречат законодательству Российской Федерации,
						настоящим Правилам либо целям функционирования Приложения.
						<br />
						3.5.1. В качестве изображения профиля Пользователь вправе
						использовать собственное изображение, графическое изображение,
						логотип, иллюстрацию либо иное допустимое изображение при условии,
						что такое изображение не нарушает требования законодательства
						Российской Федерации и настоящих Правил, а также не вводит других
						пользователей в заблуждение относительно личности Пользователя.
						Исполнитель вправе устанавливать дополнительные требования к
						изображениям профиля, включая требования к качеству изображения, его
						содержанию и соответствию целям функционирования Приложения.
						<br />
						3.6. Пользователь обязуется не размещать в профиле изображения
						третьих лиц без их согласия, а также изображения несовершеннолетних
						лиц. Пользователь несет самостоятельную ответственность за
						законность использования изображений, размещаемых им в Приложении.
						<br />
						3.7. Пользователь обязуется не размещать изображения, содержащие
						документы, используемые для идентификации личности, включая
						паспорта, водительские удостоверения, иные документы, содержащие
						персональные данные.
						<br />
						3.8. Пользователь обязуется не размещать изображения, содержащие
						сведения о частной жизни других лиц, составляющие личную или
						семейную тайну, без согласия соответствующих лиц.
						<br />
						3.9. Пользователь обязуется не размещать в профиле изображения,
						тексты или иные материалы, нарушающие требования законодательства
						Российской Федерации, включая материалы, содержащие признаки
						преступлений или административных правонарушений.
						<br />
						3.10. К пользовательскому контенту в целях настоящих Правил
						относятся любые материалы, размещаемые Пользователем в Приложении,
						включая изображения, тексты, комментарии, описания профиля, а также
						сообщения, которыми обмениваются Пользователи в рамках функций
						коммуникации Приложения.
						<br />
						3.11. Пользователь обязуется не использовать Приложение для
						распространения информации, нарушающей законодательство Российской
						Федерации, включая информацию, связанную с незаконным оборотом
						наркотических средств, психотропных веществ, оружия, а также иными
						запрещенными видами деятельности.
						<br />
						3.12. Пользователь обязуется не распространять через Приложение
						материалы экстремистского характера, материалы террористической
						направленности, призывы к совершению противоправных действий, а
						также иную информацию, распространение которой запрещено
						законодательством Российской Федерации.
						<br />
						3.13. Пользователь обязуется не размещать материалы, порочащие
						честь, достоинство или деловую репутацию других пользователей либо
						третьих лиц.
						<br />
						3.14. Пользователь обязуется не использовать Приложение для
						распространения спама, рекламных сообщений, ссылок на сторонние
						ресурсы либо иных сообщений коммерческого характера без разрешения
						Исполнителя.
						<br />
						3.15. Пользователь обязуется не использовать Приложение для
						совершения действий, направленных на введение других пользователей в
						заблуждение, мошенничество либо иные недобросовестные действия.
						<br />
						3.15.1. Пользователю запрещается использовать оформление профиля,
						изображения, наименования, описания, обозначения должностей,
						статусов либо иные сведения, способные ввести других пользователей в
						заблуждение относительно личности Пользователя, его полномочий,
						профессионального статуса, принадлежности к организациям либо
						наличия у него официальной связи с Исполнителем.
						<br />
						3.16. Исполнитель вправе осуществлять модерацию пользовательского
						контента, размещаемого в Приложении, включая автоматическую и ручную
						проверку профилей, изображений, текстовых материалов, сообщений и
						иных данных, размещаемых Пользователями.
						<br />
						3.17. В случае выявления пользовательского контента, нарушающего
						настоящие Правила либо требования законодательства, Исполнитель
						вправе удалить соответствующий контент, ограничить доступ
						Пользователя к отдельным функциям Приложения либо полностью
						заблокировать учетную запись Пользователя.
						<br />
						3.18. Исполнитель вправе использовать автоматизированные системы
						выявления нарушений настоящих Правил, включая анализ
						пользовательского контента, сообщений, изображений и иных
						материалов, размещаемых Пользователями в Приложении.
						<br />
						3.19. Пользователь понимает и принимает, что размещаемые им
						материалы могут быть проверены Исполнителем в целях выявления
						нарушений настоящих Правил, обеспечения безопасности пользователей и
						предотвращения распространения запрещенной информации.
						<br />
						3.20. В случае выявления признаков нарушения законодательства
						Российской Федерации Исполнитель вправе передать соответствующую
						информацию в уполномоченные государственные органы в порядке,
						предусмотренном законодательством.
						<br />
						<br />
						<b>4. МОДЕРАЦИЯ И РАССМОТРЕНИЕ ЖАЛОБ</b>
						<br />
						4.1. В целях обеспечения безопасного функционирования Приложения,
						соблюдения настоящих Правил и требований законодательства
						Исполнитель вправе осуществлять модерацию пользовательского
						контента.
						<br />
						4.2. Модерация пользовательского контента может осуществляться
						автоматизированными средствами анализа информации, а также
						посредством ручной проверки материалов сотрудниками или
						уполномоченными представителями Исполнителя.
						<br />
						4.3. Автоматизированная модерация может включать анализ размещаемых
						Пользователями изображений, текстов, сообщений, комментариев и иных
						материалов на предмет соответствия требованиям настоящих Правил и
						законодательства.
						<br />
						4.4. В случае выявления автоматизированными средствами признаков
						нарушения настоящих Правил Пользователю может быть отказано в
						сохранении либо публикации соответствующего контента.
						<br />
						4.5. После регистрации Пользователя либо изменения данных профиля
						Исполнитель вправе осуществлять ручную модерацию пользовательского
						профиля.
						<br />
						4.6. Срок проведения ручной модерации пользовательского профиля
						может составлять до 48 часов.
						<br />
						4.7. На период проведения модерации Исполнитель вправе временно
						ограничить отображение профиля Пользователя в публичной части
						Приложения, включая ограничение отображения профиля в списках
						пользователей, рекомендациях, комментариях и иных элементах
						интерфейса Приложения.
						<br />
						4.8. После прохождения модерации профиль Пользователя становится
						доступным другим пользователям в соответствии с функциональными
						возможностями Приложения.
						<br />
						4.9. Пользователи Приложения вправе сообщать Исполнителю о
						нарушениях настоящих Правил другими пользователями посредством
						предусмотренных Приложением инструментов уведомления о нарушениях.
						<br />
						4.10. Исполнитель вправе рассматривать обращения пользователей о
						нарушениях настоящих Правил и принимать решения о применении мер
						реагирования.
						<br />
						4.11. В случае выявления нарушения настоящих Правил Исполнитель
						вправе:
						<br />
						— удалить пользовательский контент;
						<br />
						— ограничить доступ Пользователя к отдельным функциям Приложения;
						<br />
						— временно приостановить доступ Пользователя к Приложению;
						<br />
						— полностью заблокировать учетную запись Пользователя;
						<br /> потребовать от Пользователя заменить изображение профиля,
						описание профиля либо иные данные профиля, не соответствующие
						настоящим Правилам.
						<br />
						4.12. В отдельных случаях Исполнитель вправе предложить Пользователю
						устранить нарушение настоящих Правил в разумный срок.
						<br />
						4.13. Если Пользователь не устраняет выявленное нарушение либо
						нарушение носит существенный характер, Исполнитель вправе применить
						меры ограничения доступа без предоставления дополнительного срока на
						устранение нарушения.
						<br />
						4.14. Исполнитель вправе принимать решения о применении мер
						модерации по своему усмотрению, исходя из характера выявленного
						нарушения и необходимости обеспечения безопасности цифровой среды
						Приложения.
						<br />
						4.15. В случае выявления признаков нарушения законодательства
						Российской Федерации Исполнитель вправе передать соответствующую
						информацию в уполномоченные государственные органы.
						<br />
						4.16. Исполнитель вправе удалять, скрывать, ограничивать отображение
						либо ограничивать распространение пользовательского контента без
						предварительного уведомления Пользователя в случае, если такой
						контент, по оценке Исполнителя, нарушает настоящие Правила,
						требования законодательства, права и законные интересы третьих лиц
						либо создает риски для безопасности цифровой среды Приложения.
						<br />
						4.17. Решения Исполнителя о применении мер модерации, ограничении
						доступа, удалении пользовательского контента, ограничении
						отображения профиля либо блокировке учетной записи принимаются
						Исполнителем самостоятельно с учетом характера выявленного
						нарушения, внутренних правил функционирования Приложения и
						необходимости обеспечения безопасности пользователей и цифровой
						среды.
						<br />
						<br />
						<b>5. ПРАВО ИСПОЛЬЗОВАНИЯ</b>
						ПРИЛОЖЕНИЯ И ИНТЕЛЛЕКТУАЛЬНАЯ СОБСТВЕННОСТЬ
						<br />
						5.1. Приложение «Аномалия», включая его программный код, программную
						архитектуру, интерфейсы, дизайн, графические элементы, алгоритмы
						работы, базы данных, функциональные возможности, текстовые
						материалы, элементы фирменного стиля, логотипы, наименование
						сервиса, а также иные элементы Приложения являются объектами
						интеллектуальной собственности и принадлежат Исполнителю либо
						используются им на законных основаниях.
						<br />
						5.2. Никакие положения настоящих Правил не означают передачу
						Пользователю каких-либо исключительных прав на Приложение либо на
						отдельные элементы Приложения.
						<br />
						5.3. Пользователю предоставляется ограниченное право использования
						Приложения на условиях простой (неисключительной), непередаваемой и
						отзывной лицензии исключительно для использования функциональных
						возможностей Приложения.
						<br />
						5.4. Пользователь вправе использовать Приложение исключительно в
						пределах функционала, предусмотренного интерфейсом Приложения и
						настоящими Правилами.
						<br />
						5.5. Пользователь не вправе осуществлять копирование программного
						кода Приложения, декомпиляцию, модификацию, обратную разработку,
						извлечение исходного кода либо иные действия, направленные на
						получение программной структуры Приложения.
						<br />
						5.6. Пользователь не вправе воспроизводить, распространять, публично
						демонстрировать, публиковать, передавать третьим лицам либо иным
						образом использовать элементы Приложения вне интерфейса Приложения
						без предварительного письменного согласия Исполнителя.
						<br />
						5.7. Наименование «Аномалия», логотип Приложения, элементы
						фирменного стиля, графические элементы интерфейса, а также иные
						средства индивидуализации сервиса являются объектами прав
						Исполнителя и не могут использоваться Пользователями без
						предварительного письменного согласия Исполнителя.
						<br />
						5.8. Пользователь не вправе использовать наименование Приложения,
						логотипы сервиса либо иные средства индивидуализации Исполнителя для
						создания впечатления о наличии партнерских отношений, официального
						представительства либо иной связи с Исполнителем без согласия
						Исполнителя.
						<br />
						5.9. Пользовательский контент, размещаемый Пользователем в
						Приложении, включая изображения, тексты, комментарии, сообщения,
						описание профиля и иные материалы, остается объектом прав
						соответствующего Пользователя либо иных правообладателей.
						<br />
						5.10. Размещая пользовательский контент в Приложении, Пользователь
						предоставляет Исполнителю безвозмездную простую (неисключительную)
						лицензию на использование такого контента в пределах
						функционирования Приложения.
						<br />
						5.11. Указанная лицензия включает право хранения, воспроизведения,
						отображения, обработки, технического распространения и размещения
						пользовательского контента исключительно в целях обеспечения
						функционирования Приложения и отображения контента другим
						Пользователям.
						<br />
						5.12. Пользователь гарантирует, что размещаемый им контент не
						нарушает прав третьих лиц, включая авторские права, права на
						изображение, права на товарные знаки и иные права интеллектуальной
						собственности, и самостоятельно несет ответственность за нарушение
						таких прав.
						<br />
						<br />
						<b>6. КОНФИДЕНЦИАЛЬНОСТЬ И БЕЗОПАСНОСТЬ ИНФОРМАЦИИ</b>
						<br />
						6.1. Исполнитель принимает необходимые организационные и технические
						меры, направленные на обеспечение безопасности функционирования
						Приложения, защиту информации пользователей, а также предотвращение
						несанкционированного доступа к информационным ресурсам Приложения.
						<br />
						6.2. Исполнитель принимает меры по защите информации, размещаемой
						пользователями в Приложении, однако не может гарантировать
						абсолютную безопасность передачи данных в сети Интернет.
						<br />
						6.3. Пользователь понимает и принимает, что любые сообщения,
						комментарии, материалы и иная информация, размещаемая им в
						Приложении либо передаваемая другим пользователям посредством
						функций коммуникации Приложения, могут быть доступны тем
						пользователям, которым они адресованы либо в рамках соответствующих
						функциональных возможностей Приложения.
						<br />
						6.4. Исполнитель не осуществляет предварительный контроль содержания
						личных сообщений пользователей, однако вправе использовать
						автоматизированные системы анализа информации для выявления
						нарушений настоящих Правил, обеспечения безопасности пользователей и
						предотвращения распространения запрещенной информации.
						<br />
						6.5. Пользователь понимает и принимает, что автоматизированный
						анализ информации может осуществляться в отношении изображений,
						текстов, сообщений, комментариев и иных материалов, размещаемых
						пользователями в Приложении.
						<br />
						6.6. В случае выявления признаков нарушения законодательства
						Российской Федерации либо настоящих Правил Исполнитель вправе
						применить меры модерации, включая ограничение доступа к функционалу
						Приложения, удаление контента либо блокировку учетной записи
						пользователя.
						<br />
						6.7. В случаях, предусмотренных законодательством Российской
						Федерации, Исполнитель вправе передавать информацию о выявленных
						нарушениях в уполномоченные государственные органы.
						<br />
						6.8. Пользователь обязуется не предпринимать действий, направленных
						на нарушение функционирования Приложения, включая попытки
						несанкционированного доступа к программному коду, базам данных,
						серверам либо иным элементам цифровой инфраструктуры Приложения.
						<br />
						6.9. Пользователь обязуется не использовать программные средства,
						автоматизированные скрипты, боты либо иные технические инструменты
						для вмешательства в работу Приложения, получения
						несанкционированного доступа к данным либо обхода технических
						ограничений Приложения.
						<br />
						6.10. Пользователь обязуется соблюдать требования информационной
						безопасности при использовании Приложения и не предпринимать
						действий, способных привести к нарушению стабильности работы
						сервиса.
						<br />
						6.11. Пользователь обязуется незамедлительно сообщить Исполнителю о
						случаях утраты доступа к учетной записи, компрометации учетных
						данных, подозрении на несанкционированный доступ к Приложению либо
						иных обстоятельствах, которые могут повлиять на безопасность учетной
						записи Пользователя или безопасность цифровой среды Приложения.
						<br />
						<br />
						<b>7. ОБРАБОТКА ПЕРСОНАЛЬНЫХ ДАННЫХ</b>
						<br />
						7.1. Использование Приложения связано с обработкой персональных
						данных пользователей.
						<br />
						7.2. Обработка персональных данных пользователей осуществляется
						Исполнителем в соответствии с законодательством Российской
						Федерации, включая Федеральный закон № 152-ФЗ «О персональных
						данных».
						<br />
						7.3. Персональные данные пользователей обрабатываются в целях
						обеспечения функционирования Приложения, предоставления
						пользователям доступа к сервисам Приложения, организации
						взаимодействия пользователей, а также обеспечения безопасности
						цифровой среды сервиса.
						<br />
						7.4. К персональным данным, которые могут обрабатываться
						Исполнителем при использовании Приложения, могут относиться данные
						учетной записи пользователя, сведения профиля, изображения профиля,
						сведения об активности пользователя в Приложении, а также иные
						данные, предоставляемые пользователем при использовании Приложения.
						<br />
						7.5. Обработка персональных данных может включать сбор, запись,
						систематизацию, хранение, уточнение, использование, передачу,
						обезличивание, блокирование и удаление персональных данных.
						<br />
						7.6. Персональные данные пользователей могут обрабатываться с
						использованием автоматизированных средств обработки данных, а также
						без использования таких средств.
						<br />
						7.7. Пользователь выражает согласие на обработку его персональных
						данных путем принятия настоящих Правил и использования Приложения.
						<br />
						7.8. Подробные условия обработки персональных данных пользователей
						определяются в Политике обработки персональных данных, размещенной
						Исполнителем в соответствующем разделе Приложения либо на сайте
						сервиса.
						<br />
						7.9. Пользователь обязуется предоставлять достоверные персональные
						данные и самостоятельно нести ответственность за достоверность
						предоставляемых сведений.
						<br />
						7.10. Исполнитель принимает необходимые организационные и
						технические меры для защиты персональных данных пользователей от
						неправомерного доступа, уничтожения, изменения, блокирования,
						копирования либо распространения.
						<br />
						<br />
						<b>
							8. ОГРАНИЧЕНИЯ ИСПОЛЬЗОВАНИЯ ПРИЛОЖЕНИЯ И ОТВЕТСТВЕННОСТЬ
							ПОЛЬЗОВАТЕЛЯ
						</b>
						<br />
						8.1. Пользователь обязуется использовать Приложение исключительно в
						законных целях, добросовестно и разумно, соблюдать требования
						законодательства Российской Федерации, настоящих Правил, а также не
						совершать действий, нарушающих права и законные интересы
						Исполнителя, других пользователей либо третьих лиц. Пользователю
						запрещается использовать Приложение для:
						<br />
						— совершения мошеннических действий, введения пользователей в
						заблуждение, распространения ложной информации либо иных действий,
						направленных на получение выгоды путем обмана; выдачи себя за другое
						лицо, использования персональных данных третьих лиц либо иного
						введения пользователей в заблуждение относительно своей личности,
						статуса или полномочий;
						<br />
						— организации либо координации противоправной деятельности;
						<br />
						— распространения экстремистских, террористических либо иных
						запрещенных материалов;
						<br />
						— распространения информации о наркотических средствах, психотропных
						веществах либо способах их приобретения или изготовления;
						<br />
						— размещения информации, нарушающей права третьих лиц, включая
						персональные данные, изображения граждан либо результаты
						интеллектуальной деятельности;
						<br />
						— массовой рассылки рекламных сообщений, спама либо иных сообщений
						без согласия получателей; использования Приложения для навязывания
						услуг, коммерческих предложений либо иных действий, не связанных с
						целями функционирования Приложения;
						<br />
						— осуществления преследования, угроз, оскорблений, сексуальных
						домогательств, унижения достоинства либо иных форм агрессивного
						поведения в отношении других пользователей.
						<br />
						Исполнитель вправе ограничить доступ Пользователя к Приложению либо
						удалить учетную запись Пользователя в случае выявления указанных
						нарушений.
						<br />
						8.2. Пользователю запрещается использовать Приложение для
						размещения, распространения либо передачи информации, нарушающей
						требования законодательства Российской Федерации.
						<br />
						8.3. Пользователю запрещается использовать Приложение для
						распространения материалов экстремистского характера, материалов
						террористической направленности, призывов к совершению
						противоправных действий, а также иной информации, распространение
						которой запрещено законодательством Российской Федерации.
						<br />
						8.4. Пользователю запрещается использовать Приложение для
						распространения информации, связанной с незаконным оборотом
						наркотических средств, психотропных веществ, оружия либо иных
						запрещенных видов деятельности. 8.5. Пользователю запрещается
						размещать в Приложении материалы, порочащие честь, достоинство или
						деловую репутацию других пользователей либо третьих лиц.
						<br />
						8.6. Пользователь обязуется не использовать Приложение для рассылки
						нежелательных сообщений, рекламы, спама либо иной информации
						коммерческого характера без согласия Исполнителя.
						<br />
						8.7. Пользователь обязуется не использовать Приложение для
						совершения мошеннических действий, введения других пользователей в
						заблуждение либо иных недобросовестных действий.
						<br />
						8.8. Пользователь самостоятельно несет ответственность за
						информацию, размещаемую им в Приложении, включая изображения,
						тексты, сообщения, комментарии и иные материалы.
						<br />
						8.9. Пользователь самостоятельно принимает решение о раскрытии любой
						информации другим пользователям Приложения, включая сведения о своей
						деятельности, сведения о деятельности компании, коммерческую
						информацию, сведения, составляющие коммерческую тайну, либо иную
						конфиденциальную информацию.
						<br />
						8.10. Исполнитель не контролирует содержание общения пользователей
						между собой и не несет ответственности за раскрытие Пользователем
						конфиденциальной информации другим пользователям Приложения.
						<br />
						8.11. Пользователь самостоятельно несет ответственность перед
						работодателем, партнерами, контрагентами либо иными лицами за
						разглашение информации, составляющей коммерческую тайну либо иную
						конфиденциальную информацию.
						<br />
						8.12. Пользователь обязуется не размещать в Приложении информацию,
						распространение которой запрещено действующим законодательством,
						включая сведения, составляющие государственную тайну, коммерческую
						тайну третьих лиц либо иную охраняемую законом тайну.
						<br />
						8.13. Пользователь обязуется соблюдать права третьих лиц при
						использовании Приложения, включая права на интеллектуальную
						собственность, права на изображение, права на защиту чести и
						достоинства, а также иные права.
						<br />
						8.14. В случае нарушения Пользователем настоящих Правил либо
						требований законодательства Исполнитель вправе применить к
						Пользователю меры воздействия, включая удаление пользовательского
						контента, ограничение доступа к отдельным функциям Приложения,
						временную приостановку доступа либо полную блокировку учетной
						записи.
						<br />
						8.15. Пользователь несет самостоятельную ответственность за
						последствия своих действий при использовании Приложения.
						<br />
						8.16. В случае выявления признаков нарушения законодательства
						Российской Федерации, включая распространение запрещенной
						информации, организацию противоправной деятельности либо иные
						действия, содержащие признаки правонарушений или преступлений,
						Исполнитель вправе передать имеющуюся информацию о соответствующих
						действиях пользователей в уполномоченные государственные органы в
						порядке, предусмотренном законодательством Российской Федерации.
						<br />
						8.16.1. Пользователь обязуется самостоятельно оценивать правовой
						режим любой информации, которую он раскрывает другим пользователям
						Приложения, и не вправе ссылаться на факт использования Приложения
						как на основание освобождения от ответственности за разглашение
						коммерческой тайны, служебной тайны, конфиденциальной информации
						либо иной охраняемой законом информации.
						<br />
						8.17. Пользователь обязан обеспечивать конфиденциальность данных
						своей учетной записи и не вправе передавать свою учетную запись
						третьим лицам, продавать, передавать во временное пользование,
						сдавать в аренду либо иным образом предоставлять доступ к учетной
						записи другим лицам без предварительного согласия Исполнителя.
						Пользователь несет ответственность за все действия, совершенные с
						использованием его учетной записи.
						<br />
						8.18. Пользователю запрещается выдавать себя за другое лицо,
						использовать персональные данные третьих лиц либо иным образом
						вводить других пользователей в заблуждение относительно своей
						личности, статуса, полномочий либо деловой репутации.
						<br />
						<br />
						<b>
							9. БЛОКИРОВКА ПОЛЬЗОВАТЕЛЕЙ И ПРЕКРАЩЕНИЕ ДОСТУПА К ПРИЛОЖЕНИЮ
						</b>
						<br />
						9.1. Исполнитель вправе ограничить либо полностью прекратить доступ
						Пользователя к Приложению в случае нарушения Пользователем настоящих
						Правил, требований законодательства Российской Федерации либо прав и
						законных интересов других пользователей или третьих лиц.
						<br />
						9.2. Ограничение доступа Пользователя к Приложению может выражаться
						во временной приостановке доступа к отдельным функциям Приложения,
						ограничении возможности публикации пользовательского контента,
						ограничении отображения пользовательского профиля либо в иных
						технических мерах, направленных на предотвращение нарушений.
						<br />
						9.3. В случае существенного нарушения настоящих Правил Исполнитель
						вправе полностью заблокировать учетную запись Пользователя и
						прекратить предоставление доступа к Приложению.
						<br />
						9.4. Существенными нарушениями настоящих Правил могут признаваться
						действия Пользователя, связанные с распространением запрещенной
						информации, нарушением законодательства Российской Федерации,
						нарушением прав третьих лиц, совершением мошеннических действий,
						передачей учетной записи третьим лицам, использованием Приложения
						лицом, не достигшим возраста 18 (восемнадцати) лет, предоставлением
						недостоверных сведений о возрасте, а также иными действиями,
						способными причинить вред Исполнителю, другим пользователям или
						третьим лицам.
						<br />
						9.5. Исполнитель вправе применять меры ограничения доступа к
						Приложению без предварительного уведомления Пользователя в случаях,
						когда такие меры необходимы для предотвращения нарушения
						законодательства, обеспечения безопасности пользователей либо защиты
						цифровой инфраструктуры Приложения.
						<br />
						9.6. В отдельных случаях Исполнитель вправе уведомить Пользователя о
						выявленном нарушении и предложить устранить нарушение настоящих
						Правил в разумный срок.
						<br />
						9.7. В случае повторного нарушения настоящих Правил либо отказа
						Пользователя устранить выявленное нарушение Исполнитель вправе
						принять решение о полной блокировке учетной записи Пользователя.
						<br />
						9.8. Исполнитель вправе удалить учетную запись Пользователя в случае
						длительного неиспользования Приложения, прекращения функционирования
						сервиса либо по иным причинам, связанным с функционированием
						Приложения.
						<br />
						9.9. Блокировка учетной записи Пользователя либо прекращение доступа
						к Приложению не освобождает Пользователя от ответственности за
						нарушения, допущенные им при использовании Приложения.
						<br />
						9.10. Исполнитель вправе по своему усмотрению удалить
						пользовательский контент, ограничить доступ Пользователя к отдельным
						функциям Приложения, временно приостановить доступ Пользователя к
						Приложению либо прекратить доступ Пользователя к Приложению
						полностью без объяснения причин в случаях, когда это необходимо для
						обеспечения безопасности цифровой среды, защиты прав и законных
						интересов Исполнителя, других Пользователей либо третьих лиц, а
						также в иных случаях, предусмотренных настоящими Правилами и
						применимым законодательством.
						<br />
						9.11. Исполнитель не обязан восстанавливать доступ Пользователя к
						Приложению, пользовательскому контенту, отдельным функциям
						Приложения либо учетной записи после применения мер ограничения
						доступа или блокировки, если иное прямо не будет определено
						Исполнителем.
						<br />
						9.12. В случае ограничения доступа, блокировки учетной записи,
						удаления учетной записи Пользователя либо прекращения
						функционирования отдельных разделов или функций Приложения
						Исполнитель не обязан обеспечивать сохранение, восстановление либо
						передачу Пользователю пользовательского контента, сообщений, файлов,
						истории взаимодействий, сведений профиля либо иных данных, если иное
						прямо не предусмотрено законодательством Российской Федерации.
						<br />
						<br />
						<b>10. ИЗМЕНЕНИЕ ФУНКЦИОНАЛА ПРИЛОЖЕНИЯ</b>
						<br />
						10.1. Исполнитель вправе по своему усмотрению изменять
						функциональные возможности Приложения, включая добавление новых
						функций, изменение существующих функций, ограничение либо удаление
						отдельных элементов Приложения.
						<br />
						10.2. Исполнитель вправе изменять интерфейс Приложения, структуру
						разделов, алгоритмы взаимодействия пользователей, систему
						отображения пользовательского контента, а также иные элементы
						программной архитектуры Приложения.
						<br />
						10.3. Изменения функционала Приложения могут осуществляться в целях
						развития сервиса, повышения удобства использования, обеспечения
						безопасности пользователей, устранения технических ошибок, а также
						по иным причинам, связанным с функционированием Приложения.
						<br />
						10.4. Пользователь понимает и принимает, что отдельные функции
						Приложения могут быть изменены, ограничены либо прекращены без
						предварительного уведомления Пользователя.
						<br />
						10.5. Исполнитель вправе проводить технические работы, обновления
						программного обеспечения и иные мероприятия, связанные с
						поддержанием и развитием Приложения.
						<br />
						10.6. В период проведения технических работ доступ к отдельным
						функциям Приложения либо к Приложению в целом может быть временно
						ограничен.
						<br />
						10.7. Исполнитель не несет ответственности за возможные неудобства,
						вызванные изменением функционала Приложения, проведением технических
						работ либо временным ограничением доступа к отдельным функциям
						сервиса.
						<br />
						10.8. Исполнитель вправе по своему усмотрению изменять алгоритмы
						функционирования отдельных сервисов Приложения, включая алгоритмы
						отображения пользовательских профилей, порядок отображения
						пользовательского контента, механизмы рекомендаций и иные элементы
						функционирования цифровой среды Приложения.
						<br />
						10.9. Исполнитель вправе внедрять новые сервисы, инструменты
						взаимодействия пользователей, цифровые функции и иные
						технологические решения, которые могут быть интегрированы в
						Приложение либо предоставляться через связанные цифровые сервисы.
						<br />
						10.10. Пользователь понимает и принимает, что развитие Приложения
						может сопровождаться изменением отдельных функций либо прекращением
						их поддержки без сохранения ранее действовавшего функционала.
						<br />
						10.11. Исполнитель не гарантирует совместимость Приложения со всеми
						устройствами, операционными системами, версиями программного
						обеспечения, магазинами приложений, сервисами связи и иными
						техническими средствами Пользователя.
						<br />
						10.12. Исполнитель вправе изменять архитектуру сервиса, порядок
						взаимодействия пользователей, а также использовать, заменять,
						добавлять или исключать любые цифровые каналы взаимодействия,
						включая мобильные приложения, сайты, ботов, мессенджеры, личные
						кабинеты и иные технологические решения, без сохранения ранее
						действовавшей модели доступа Пользователей.
						<br />
						<br />
						<b>11. ИЗМЕНЕНИЕ НАСТОЯЩИХ ПРАВИЛ</b>
						<br />
						11.1. Исполнитель вправе в любое время вносить изменения в настоящие
						Правила.
						<br />
						11.2. Новая редакция Правил вступает в силу с момента ее размещения
						в Приложении либо на официальном ресурсе сервиса, если иной срок
						вступления изменений в силу не указан дополнительно.
						<br />
						11.3. Пользователь обязуется самостоятельно знакомиться с актуальной
						редакцией настоящих Правил.
						<br />
						11.4. Продолжение использования Приложения после внесения изменений
						в настоящие Правила означает согласие Пользователя с новой редакцией
						Правил.
						<br />
						11.5. В случае несогласия Пользователя с внесенными изменениями
						Пользователь обязан прекратить использование Приложения.
						<br />
						11.6. Актуальная редакция настоящих Правил всегда доступна в
						интерфейсе Приложения либо на официальном ресурсе сервиса.
						<br />
						11.7. Исполнитель вправе уведомлять пользователей о внесении
						изменений в настоящие Правила путем размещения соответствующего
						уведомления в Приложении.
						<br />
						11.8. Пользователь признает юридическую силу электронного размещения
						Правил и изменений к ним.
						<br />
						<br />
						<b>12. ПРИМЕНИМОЕ ПРАВО И ПОРЯДОК РАЗРЕШЕНИЯ СПОРОВ</b>
						<br />
						12.1. Настоящие Правила регулируются и толкуются в соответствии с
						законодательством Российской Федерации.
						<br />
						12.2. Использование Приложения осуществляется Пользователем на
						территории любых государств на его собственный риск. Пользователь
						самостоятельно несет ответственность за соблюдение законодательства
						страны, на территории которой он использует Приложение.
						<br />
						12.3. Все споры и разногласия, возникающие между Пользователем и
						Исполнителем в связи с использованием Приложения либо исполнением
						настоящих Правил, подлежат разрешению путем переговоров.
						<br />
						12.4. Пользователь вправе направить Исполнителю обращение либо
						претензию в электронной форме через средства связи, указанные
						Исполнителем.
						<br />
						12.5. Исполнитель вправе рассмотреть обращение Пользователя в
						разумный срок и предоставить ответ в электронной форме.
						<br />
						12.6. В случае невозможности урегулирования спора путем переговоров
						спор подлежит рассмотрению в судебном порядке в соответствии с
						законодательством Российской Федерации.
						<br />
						12.7. К отношениям между Пользователем и Исполнителем применяется
						право Российской Федерации независимо от места нахождения
						Пользователя.
						<br />
						<br />
						<b>13. ЗАКЛЮЧИТЕЛЬНЫЕ ПОЛОЖЕНИЯ</b>
						<br />
						13.1. Настоящие Правила регулируют порядок использования Приложения
						«Аномалия» и являются обязательными для всех пользователей
						Приложения.
						<br />
						13.2. Использование Приложения означает полное и безоговорочное
						согласие Пользователя с настоящими Правилами.
						<br />
						13.3. В случае несогласия Пользователя с настоящими Правилами либо с
						отдельными их положениями Пользователь обязан прекратить
						использование Приложения.
						<br />
						13.4. Настоящие Правила могут быть переведены на другие языки
						исключительно для удобства пользователей. В случае расхождения между
						версиями Правил приоритет имеет версия на русском языке.
						<br />
						13.5. В случае если какое-либо положение настоящих Правил будет
						признано недействительным либо не имеющим юридической силы, это не
						влияет на действительность остальных положений Правил.
						<br />
						13.6. Исполнитель вправе передать права и обязанности по настоящим
						Правилам третьим лицам в рамках реорганизации бизнеса, передачи прав
						на Приложение либо передачи управления сервисом.
						<br />
						13.7. Во всем, что не урегулировано настоящими Правилами, стороны
						руководствуются законодательством Российской Федерации.
						<br />
						13.8. Пользователь использует Приложение на свой собственный риск.
						Исполнитель не гарантирует, что функциональные возможности
						Приложения будут полностью соответствовать ожиданиям Пользователя
						либо что Приложение будет функционировать непрерывно и без
						технических ошибок.
						<br />
						13.9. Исполнитель не несет ответственности за невозможность
						использования Приложения, вызванную техническими сбоями, перебоями в
						работе сети Интернет, действиями операторов связи, магазинов
						приложений, поставщиков программного обеспечения либо иными
						обстоятельствами, не зависящими от Исполнителя.
						<br />
						13.10. Исполнитель не несет ответственности за действия других
						пользователей Приложения, включая размещение ими пользовательского
						контента, обмен сообщениями либо иные формы взаимодействия между
						пользователями.
						<br />
						13.11. Исполнитель не является стороной отношений между
						пользователями Приложения и не несет ответственности за любые
						договоренности, сделки либо иные формы взаимодействия между
						пользователями.
						<br />
						13.12. Исполнитель не несет ответственности за любой
						пользовательский контент, размещаемый в Приложении, включая его
						достоверность, законность, полноту либо соответствие ожиданиям
						других пользователей.
						<br />
						13.13. Исполнитель не гарантирует получение Пользователем каких-либо
						экономических, деловых либо иных результатов от использования
						Приложения.
						<br />
						13.14. Пользователь понимает и принимает, что использование
						Приложения не гарантирует получение им какого-либо делового,
						экономического, профессионального, социального, коммуникационного
						либо иного результата, если иное прямо не установлено отдельным
						письменным обязательством Исполнителя.
						<br />
						<br />
						<b>14. РЕКВИЗИТЫ:</b>
						<br />
						ИП Гребенюк М.С.
						<br />
						ОГРНИП 315774600443662
						<br />
						ИНН 772394411530
						<br />
						109559, Москва, ул. Новороссийская, 27, 41
						<br />
						р/с 40802810000000001154
						<br />
						в АО “Т Банк”
						<br />
						БИК 044525974
						<br />
						к/с 30101810145250000974
						<br />
						E-mail: documents@grebenukresulting.ru
					</p>
				</div>
			</Section>
		</main>
	)
}
