import { text } from '@/src/styles/text'
import { cn } from '@/src/utils/cn'
import { H3 } from '@/ui/base/Heading'
import { Section } from '@/ui/base/Section'

export default function Oferta() {
	return (
		<main>
			<Section addStyle='max-w-250 my-25'>
				<H3>
					Оферта на&nbsp;оказание услуг по&nbsp;предоставлению доступа
					к&nbsp;сервису «Аномалия» по&nbsp;подписке
				</H3>
				<div className={cn(text.bodyLarge, 'mt-3 space-y-7.5')}>
					<p>
						Публикация от 21.05.2026
						<br />
						г. Москва
					</p>

					<p>
						Настоящий документ является публичной офертой Индивидуального
						предпринимателя Гребенюка Михаила Сергеевича (далее — «Исполнитель»)
						и содержит предложение заключить договор на оказание платных услуг
						по предоставлению доступа к закрытому
						информационно-коммуникационному сервису «Аномалия». Настоящая оферта
						адресована любому дееспособному физическому лицу (далее —
						«Пользователь»), которое принимает условия настоящей оферты.
						Акцептом настоящей оферты считается совершение Пользователем
						действий по оформлению и оплате подписки на сервис «Аномалия», а
						также регистрация и получение доступа к сервису посредством
						предусмотренных Исполнителем цифровых каналов. С момента акцепта
						настоящей оферты договор между Пользователем и Исполнителем
						считается заключенным на условиях настоящей оферты
						<br />
						<br />
						<b>1. ОПРЕДЕЛЕНИЯ И ТЕРМИНЫ</b>
						<br />
						1.1. В целях настоящего документа нижеприведенные термины
						используются в следующем значении:
						<br />
						<br />
						<b>Исполнитель</b> — ИП Гребенюк Михаил Сергеевич, ОГРНИП
						315774600443662, ИНН 772394411530, адрес: 109559, г. Москва, ул.
						Новороссийская, д. 27, кв. 41, р/с 40802810000000001154 в АО
						«ТБанк», БИК 044525974, к/с 30101810145250000974, электронная почта:
						documents@grebenukresulting.ru, часы работы: с 09:00 до 19:00
						(московское время), осуществляющий оказание Пользователю Услуг в
						рамках Подписки.
						<br />
						<br />
						<b>Оферта</b> — настоящий документ «Оферта на оказание услуг по
						подписке», размещенный в сети Интернет по адресам:
						<br />
						https://salebot.site/md/anomaly_oferta
						<br />
						https://t.me/anomaly_grebenuk_bot
						<br />
						https://anomalia.fm
						<br />
						@anomaly_sz_bot
						<br />
						<br />
						<b>Сервис или Личный кабинет</b> — цифровая среда взаимодействия
						Пользователя с Исполнителем, предназначенная для оформления
						Подписки, управления Подпиской и получения доступа к функционалу
						сервиса «Аномалия». Доступ к Сервису может предоставляться через
						различные цифровые каналы доступа, включая Telegram-боты,
						Telegram-каналы, мобильное приложение, веб-интерфейсы и иные
						программные средства, определяемые Исполнителем.
						<br />
						<br />
						<b>Подписка</b> — предоставление Пользователю на условиях Договора
						возможности за плату в течение ограниченного периода времени
						получать Услуги Исполнителя и доступ к сервису «Аномалия». Подписка
						предоставляется Пользователю в рамках аккаунта Telegram либо иного
						цифрового канала доступа, посредством которого Пользователь оформил
						подписку и осуществил акцепт настоящей Оферты.
						<br />
						<br />
						<b>Услуги</b> — услуги, указанные в п. 2.1. Оферты, оказываемые
						Пользователю в рамках Подписки Исполнителем лично либо с
						привлечением третьих лиц.
						<br />
						<br />
						<b>Пользователь</b> — дееспособное физическое лицо, достигшее
						возраста 18 (восемнадцати) лет, осуществившее акцепт Оферты,
						размещенной в Сервисе. Пользователь не может выступать от имени или
						в интересах юридического лица или индивидуального предпринимателя.
						Акцепт Оферты осуществляется исключительно физическим лицом лично,
						не в статусе представителя организации или ИП и не для целей
						осуществления предпринимательской деятельности. Договор по настоящей
						Оферте не может быть заключён юридическим лицом или индивидуальным
						предпринимателем и распространяется исключительно на физическое
						лицо, привязанное к соответствующему аккаунту Telegram либо иному
						цифровому каналу доступа.
						<br />
						<br />
						<b>Стороны</b> — Исполнитель и Пользователь.
						<br />
						<br />
						<b>Акцепт Оферты</b> — полное и безоговорочное принятие Оферты
						Пользователем путем осуществления действий, указанных в п. 3.3., п.
						5.4., п. 5.5. Оферты. Акцепт Оферты означает заключение Договора.
						<br />
						<br />
						<b>Договор</b> — договор возмездного оказания услуг по подписке
						между Пользователем и Исполнителем, который заключается посредством
						акцепта Оферты в соответствии с условиями, изложенными в Оферте, а
						также положениями ст. 429.4 Гражданского кодекса РФ (абонентский
						договор). Договор считается заключенным в письменной форме на
						основании положений п. 3 ст. 434, п. 3 ст. 438 ГК РФ.
						<br />
						<br />
						<b>Закрытый Telegram канал «Аномалия»</b> — принадлежащий
						Исполнителю закрытый Telegram-канал, являющийся одним из цифровых
						каналов доступа к сервису «Аномалия», в котором Исполнитель
						размещает контент и предоставляет Пользователям информационные
						материалы в рамках Подписки.
						<br />
						<br />
						<b>Контент</b> — текстовые, графические, аудио-, видео- и иные
						информационные материалы, размещаемые Исполнителем в сервисе
						«Аномалия», включая материалы, размещаемые в закрытом
						Telegram-канале, мобильном приложении, иных цифровых каналах доступа
						либо иных интерфейсах сервиса. Исполнитель самостоятельно определяет
						объем, содержание, периодичность и время публикации Контента.
						<br />
						<br />
						<b>Правила</b> — правила использования сервиса «Аномалия» и его
						отдельных цифровых интерфейсов (включая мобильное приложение,
						Telegram-канал и иные каналы доступа), устанавливающие порядок
						использования функционала сервиса, размещения контента и
						взаимодействия пользователей.
						<br />
						<br />
						<b>Мобильное приложение «Аномалия»</b> — программное обеспечение,
						предназначенное для предоставления Пользователям доступа к
						функционалу сервиса «Аномалия» посредством мобильных устройств.
						Мобильное приложение является одним из цифровых каналов доступа к
						сервису.
						<br />
						<br />
						<b>Цифровые каналы доступа</b> — программные и технические средства,
						посредством которых Пользователь может получать доступ к сервису
						«Аномалия», включая Telegram-каналы, Telegram-боты, мобильное
						приложение, веб-интерфейсы и иные цифровые сервисы, определяемые
						Исполнителем.
						<br />
						<br />
						<b>Бизнес-клуб «Прорыв»</b> — бизнес-клуб для предпринимателей,
						представляющий собой комплекс информационно-консультационных
						мероприятий и сервисов, направленных на развитие и оптимизацию
						предпринимательской деятельности участников.
						<br />
						<br />
						<b>Календарный месяц (далее — календарный месяц, месяц)</b> —
						период, равный 30 (тридцати) календарным дням, независимо от
						фактического количества дней в календарном месяце, если иное не
						указано в тексте настоящего Договора. 1.2. В Оферте могут быть
						использованы термины, не определенные в п. 1.1. Оферты. В этом
						случае толкование такого термина производится в соответствии с
						текстом Оферты. В случае отсутствия однозначного толкования термина
						в тексте Оферты следует руководствоваться толкованием термина,
						определенным:
						<br />
						в первую очередь — применимыми документами,
						<br />
						во вторую очередь — законодательством РФ,
						<br />
						в третью очередь — в соответствии с информацией на Сервисе,
						<br />
						затем — сложившимся (общеупотребимым) в сети Интернет.
						<br />
						<br />
						<b>2. ПРЕДМЕТ ДОГОВОРА</b>
						<br />
						2.1. Предметом Договора, заключенного на условиях Оферты, является
						предоставление Исполнителем Пользователю в рамках Подписки
						возможности за плату (далее — «Стоимость подписки») в течение
						ограниченного промежутка времени (далее — «Период действия
						подписки») получать Услуги Исполнителя, включающие предоставление
						доступа к сервису «Аномалия» и его функционалу.
						<br />
						2.2. В рамках Подписки Пользователю может предоставляться доступ к
						следующим элементам сервиса «Аномалия»:
						<br />
						— доступ к Telegram-боту Исполнителя;
						<br />
						— доступ к закрытому Telegram-каналу «Аномалия»;
						<br />
						— доступ к мобильному приложению «Аномалия»;
						<br />
						— доступ к иным цифровым инструментам, сервисам, интерфейсам или
						программным решениям, используемым Исполнителем для функционирования
						сервиса «Аномалия».
						<br />
						2.3. Исполнитель вправе по своему усмотрению изменять, добавлять,
						заменять либо прекращать использование отдельных цифровых каналов
						доступа к сервису «Аномалия», включая Telegram-боты,
						Telegram-каналы, мобильные приложения, веб-интерфейсы и иные
						цифровые сервисы, при условии сохранения Пользователю возможности
						получения Услуг в рамках действующей Подписки.
						<br />
						2.4. Изменение технических средств, каналов доступа или интерфейсов
						сервиса «Аномалия» не является изменением предмета настоящего
						Договора и не может рассматриваться как ненадлежащее оказание Услуг.
						<br />
						<br />
						<b>3. УСЛОВИЯ И ПОРЯДОК ОКАЗАНИЯ УСЛУГ</b>
						<br />
						3.1. Текст настоящей Оферты, постоянно размещенный в сети Интернет
						по адресам, указанным Исполнителем, содержит все существенные
						условия Договора и является публичным предложением Исполнителя
						заключить договор возмездного оказания услуг по подписке с любым
						полностью дееспособным физическим лицом на условиях, изложенных в
						настоящей Оферте. Настоящий документ является публичной офертой в
						смысле статей 435 и 437 Гражданского кодекса Российской Федерации. С
						момента совершения Пользователем действий, признаваемых акцептом
						настоящей Оферты, Договор считается заключенным на условиях
						настоящей Оферты без подписания отдельного документа в бумажной
						форме.
						<br />
						3.2. Обязательным условием оказания Исполнителем Услуг в рамках
						Подписки является предварительное ознакомление Пользователя с
						условиями настоящей Оферты, принятие Пользователем условий настоящей
						Оферты в полном объеме, а также соблюдение Пользователем Правил
						использования сервиса «Аномалия», правил использования отдельных
						цифровых интерфейсов сервиса и иных документов Исполнителя, если
						соответствующие документы прямо регулируют использование отдельных
						функций, сервисов, разделов, цифровых инструментов или каналов
						доступа, посредством которых Исполнитель предоставляет Пользователю
						доступ к сервису «Аномалия».
						<br />
						3.2.1. Исполнитель вправе в течение срока действия Подписки по
						своему усмотрению разрабатывать, запускать, использовать, изменять,
						ограничивать, приостанавливать, прекращать использование и/или
						тестировать дополнительные цифровые инструменты, программные
						решения, веб-интерфейсы, мобильные приложения, отдельные разделы,
						модули, личные кабинеты, коммуникационные механики, способы
						отображения информации, алгоритмы взаимодействия пользователей и
						иные технологические способы взаимодействия с Пользователями,
						связанные с сервисом «Аномалия», если такие действия, по мнению
						Исполнителя, направлены на развитие сервиса, повышение удобства
						использования сервиса, обеспечение информационной безопасности,
						изменение архитектуры сервиса, модернизацию его технологической
						инфраструктуры, соблюдение требований законодательства либо
						достижение иных разумных целей функционирования сервиса.
						<br />
						3.2.2. Исполнитель вправе самостоятельно определять объем
						функционала, доступного Пользователю в рамках Подписки, перечень
						цифровых каналов доступа, доступных Пользователю в течение
						соответствующего Периода подписки, а также условия, при которых тот
						или иной цифровой инструмент, интерфейс, модуль, сервис или раздел
						предоставляется всем Пользователям, отдельным категориям
						Пользователей, ограниченному кругу Пользователей либо временно не
						предоставляется. Доступ к отдельным цифровым решениям и интерфейсам
						может предоставляться выборочно, временно, в тестовом режиме, на
						безвозмездной основе либо на иных условиях, определяемых
						Исполнителем самостоятельно.
						<br />
						3.2.3. Непредоставление Пользователю доступа к отдельным
						дополнительным цифровым инструментам, сервисам, программным
						решениям, модулям, приложениям, веб-интерфейсам, отдельным функциям
						или цифровым каналам доступа, равно как прекращение, ограничение,
						изменение, замена, временная приостановка либо отзыв такого доступа,
						не является нарушением настоящей Оферты, не изменяет объем основной
						Подписки, не свидетельствует о ненадлежащем оказании Услуг и не
						может являться самостоятельным основанием для предъявления
						Пользователем требований о возврате денежных средств, уменьшении
						Стоимости подписки, взыскании убытков, компенсации либо применения
						иных мер гражданско-правовой ответственности к Исполнителю, если
						Пользователю в целом сохраняется доступ к сервису «Аномалия» в
						объеме, определяемом Исполнителем в рамках действующей Подписки.
						<br />
						3.2.4. В случае предоставления Пользователю доступа к дополнительным
						цифровым инструментам, сервисам, программным решениям, приложениям,
						интерфейсам, модулям либо их тестовым версиям порядок их
						использования, технические требования к использованию, условия
						доступа, ограничения функционала, требования к конфиденциальности,
						специальные правила поведения, порядок обработки данных, требования
						к обеспечению безопасности, условия ограничения либо прекращения
						доступа, а также иные специальные условия могут определяться
						отдельными правилами, условиями использования, политиками,
						регламентами или уведомлениями, размещаемыми Исполнителем в сети
						Интернет, в соответствующем цифровом интерфейсе либо доводимыми до
						сведения Пользователя в электронной форме.
						<br />
						3.2.5. Фактическое использование Пользователем соответствующего
						дополнительного цифрового инструмента, цифрового интерфейса, модуля,
						программного решения, мобильного приложения, веб-интерфейса либо
						иного элемента сервиса означает полное и безоговорочное согласие
						Пользователя с правилами и условиями использования такого элемента
						сервиса, если такие правила и условия были размещены Исполнителем
						надлежащим образом либо доведены до сведения Пользователя
						электронными средствами.
						<br />
						<br />
						3.3. Порядок заключения Договора
						<br />
						3.3.1. До совершения акцепта настоящей Оферты Пользователь обязан
						самостоятельно ознакомиться с текстом настоящей Оферты, информацией
						об Исполнителе, перечнем Услуг, входящих в Подписку, условиями их
						предоставления, информацией о Стоимости подписки, Периоде действия
						подписки, порядке оплаты, порядке автоматического продления
						Подписки, порядке прекращения Подписки, а также с иными документами
						Исполнителя, на которые ссылается настоящая Оферта. Совершая акцепт,
						Пользователь подтверждает, что он ознакомился с указанной
						информацией в полном объеме, понимает содержание настоящей Оферты,
						согласен с ее условиями и принимает их без каких-либо оговорок,
						исключений или оговоренных изменений.
						<br />
						3.3.2. Для заключения Договора Пользователь проходит процедуру
						авторизации в Сервисе либо в ином цифровом интерфейсе, используемом
						Исполнителем для предоставления доступа к сервису «Аномалия», в
						порядке, установленном соответствующим интерфейсом. Пользователь
						обязан предоставлять достоверные, полные и актуальные сведения,
						необходимые для оформления Подписки, а также обязуется не
						использовать чужие учетные данные, не использовать данные третьих
						лиц без законных оснований и не создавать условия, препятствующие
						надлежащей идентификации факта акцепта Оферты.
						<br />
						3.3.3. Пользователь проходит процедуру привязки банковской карты
						и/или электронного средства платежа к своему Личному кабинету. Для
						целей настоящей Оферты любая банковская карта и/или электронное
						средство платежа, указанные Пользователем в соответствующем цифровом
						интерфейсе, включая карты и средства платежа, привязанные как до
						оформления Подписки, так и после её оформления, считаются
						Привязанной картой. Пользователь понимает и соглашается с тем, что
						Исполнитель либо привлеченное Исполнителем лицо, обеспечивающее
						прием платежей, вправе использовать любую из Привязанных карт для
						целей списания Стоимости подписки, а также иных платежей, прямо
						предусмотренных настоящей Офертой и акцептованных Пользователем. Для
						подтверждения действительности Привязанной карты, принадлежности
						карты Пользователю и технической возможности осуществления
						последующих платежей может осуществляться блокировка и/или списание
						тестовой суммы в размере, не превышающем 99 (девяносто девять)
						рублей. При успешном прохождении такой транзакции указанная сумма
						возвращается Пользователю в порядке, зависящем от правил
						банка-эмитента и платежной системы. Неуспешная попытка проведения
						такой транзакции означает невозможность добавления соответствующей
						Привязанной карты и невозможность оформления либо оплаты Подписки с
						использованием такой карты. Пользователь подтверждает и гарантирует,
						что Привязанная карта используется им на законных основаниях, что он
						вправе распоряжаться денежными средствами, списываемыми с
						Привязанной карты, что им указаны достоверные и полные реквизиты, а
						также что им соблюдаются правила международных платежных систем,
						требования банка-эмитента, оператора электронных денежных средств и
						иные обязательные правила, применимые к осуществлению
						соответствующих платежей.
						<br />
						3.3.4. После совершения действий, предусмотренных пунктами
						3.3.1–3.3.3 настоящей Оферты, Пользователь осуществляет акцепт
						настоящей Оферты путем нажатия кнопки «Оплатить» либо иной
						аналогичной кнопки, либо совершения иного действия, которое в
						соответствии с интерфейсом Сервиса однозначно свидетельствует о
						намерении Пользователя оплатить Подписку и заключить Договор на
						условиях настоящей Оферты. С момента совершения указанного действия
						и успешного отражения оплаты в электронной системе учета платежей
						Договор считается заключенным, а Подписка — оформленной.
						<br />
						<br />
						3.4. Период действия подписки
						<br />
						3.4.1. Если иное прямо не предусмотрено интерфейсом Сервиса,
						тарифом, специальным предложением Исполнителя либо условиями
						конкретной Подписки, Стоимость подписки взимается за каждый Период
						подписки, определенный Пользователем при оформлении Подписки.
						<br />
						3.4.2. Если Пользователем выбран Период подписки, равный одному
						месяцу, такой период составляет 30 (тридцать) календарных дней и
						исчисляется с даты поступления оплаты Стоимости подписки, если иной
						момент начала Периода подписки прямо не определен Исполнителем в
						интерфейсе Сервиса.
						<br />
						3.4.3. Если Пользователь оформляет Подписку на иной срок, чем один
						месяц, соответствующий Период подписки определяется условиями
						выбранного тарифа, указанными в Сервисе на момент оформления
						Подписки. 3.5. Порядок оплаты
						<br />
						3.5.1. Оплата Подписки осуществляется Пользователем в безналичной
						форме с использованием Привязанной карты либо иного способа оплаты,
						доступного в соответствующем цифровом интерфейсе Сервиса и
						определяемого Исполнителем.
						<br />
						3.5.2. При указании данных Привязанной карты и дальнейшем
						использовании Привязанной карты Пользователь подтверждает и
						гарантирует: указание им достоверной и полной информации о
						действительной банковской карте, выданной на его имя либо законно
						используемой им на ином правомерном основании; соблюдение им правил
						международных платежных систем и требований банка-эмитента,
						выпустившего Привязанную карту; наличие у него необходимых
						правомочий для использования электронного средства платежа;
						соблюдение требований оператора электронных денежных средств; а
						также отсутствие обстоятельств, препятствующих надлежащему и
						законному совершению платежей в пользу Исполнителя.
						<br />
						3.5.3. Исполнитель вправе в любой момент потребовать от Пользователя
						подтверждения данных, указанных им при оформлении Подписки, в том
						числе данных Привязанной карты, а также запросить у Пользователя
						подтверждающие документы, если это необходимо для проверки
						достоверности предоставленных Пользователем сведений, предотвращения
						мошенничества, соблюдения требований законодательства, правил
						платежных систем, требований банка-эмитента либо внутренних процедур
						обеспечения безопасности. Непредоставление Пользователем запрошенных
						подтверждений может быть расценено Исполнителем как предоставление
						недостоверной информации и повлечь последствия, предусмотренные
						настоящей Офертой.
						<br />
						<br />
						3.6. Автоматическое продление подписки
						<br />
						3.6.1. Пользователь понимает и соглашается с тем, что Подписка по
						умолчанию оформляется с автоматическим продлением на каждый
						следующий Период подписки при наличии действующей Привязанной карты,
						достаточной суммы денежных средств для оплаты очередного Периода
						подписки и согласия Пользователя на автоматическое периодическое
						списание денежных средств.
						<br />
						3.6.2. Пользователь вправе в любой момент отказаться от
						автоматического продления Подписки на следующий Период подписки, а
						также отказаться от использования ранее предоставленных реквизитов
						банковской карты и/или электронного средства платежа для дальнейших
						автоматических расчетов с Исполнителем, если такой функционал
						предусмотрен соответствующим цифровым интерфейсом Сервиса либо иным
						способом доведен до сведения Пользователя Исполнителем.
						<br />
						3.6.3. В случае отказа Пользователя от автоматического продления
						Подписки либо отказа от использования ранее предоставленных
						реквизитов для автоматических расчетов Подписка действует до
						окончания уже оплаченного Периода подписки. По истечении оплаченного
						Периода подписки доступ к Услугам прекращается, если Пользователь до
						окончания соответствующего Периода подписки не оформил продление
						Подписки иным доступным способом.
						<br />
						3.6.4. Отказ Пользователя от автоматического продления Подписки либо
						от использования ранее предоставленных реквизитов для автоматических
						списаний не влечет автоматического возврата денежных средств за уже
						оплаченный Период подписки, не аннулирует уже предоставленный доступ
						на оплаченный период и не освобождает Пользователя от последствий
						прекращения доступа после окончания оплаченного периода.
						<br />
						<br />
						3.7. Последствия отсутствия оплаты и прекращения продления Подписки
						<br />
						3.7.1. В случае отсутствия достаточной суммы денежных средств на
						Привязанной карте для автоматического продления Подписки, отказа
						банка-эмитента в проведении платежа, отказа Пользователя от
						использования Привязанной карты для последующих расчетов либо
						непредоставления Пользователем иного способа оплаты, позволяющего
						оплатить следующий Период подписки, Исполнитель вправе приостановить
						доступ Пользователя к Услугам, ограничить доступ к отдельным
						цифровым каналам доступа либо полностью прекратить доступ
						Пользователя к сервису «Аномалия» со дня, следующего за последним
						днем оплаченного Периода подписки.
						<br />
						3.7.2. Пользователь понимает и соглашается с тем, что именно на
						Пользователе лежит обязанность по обеспечению возможности надлежащей
						и своевременной оплаты очередного Периода подписки, включая
						обязанность поддерживать актуальность реквизитов Привязанной карты,
						достаточность денежных средств на счете, а также законность и
						техническую возможность использования выбранного способа оплаты.
						<br />
						3.7.3. Прекращение доступа к сервису «Аномалия» вследствие
						непоступления оплаты за следующий Период подписки, отсутствия
						денежных средств на Привязанной карте, отказа Пользователя от
						автоматических списаний либо непредоставления Пользователем нового
						способа оплаты не является нарушением обязательств Исполнителя и
						рассматривается как отсутствие у Пользователя волеизъявления на
						продление Подписки на следующий Период.
						<br />
						3.7.4. Пользователь вправе повторно оформить Подписку в общем
						порядке при наличии у Исполнителя технической возможности
						предоставить соответствующий доступ, если иное прямо не следует из
						настоящей Оферты, правил сервиса или решения Исполнителя об
						ограничении доступа Пользователя по иным основаниям.
						<br />
						<br />
						3.8. Согласие на автоматические списания
						<br />
						3.8.1. Оформляя Подписку и указывая данные Привязанной карты,
						Пользователь выражает согласие на автоматическое периодическое
						списание денежных средств с Привязанной карты в размере Стоимости
						подписки за каждый следующий Период подписки до момента прекращения
						Подписки либо отказа Пользователя от автоматического продления
						Подписки.
						<br />
						3.8.2. Пользователь понимает и соглашается с тем, что автоматическое
						списание денежных средств может осуществляться без направления
						Исполнителем отдельного дополнительного уведомления о каждом
						конкретном списании, если иное не предусмотрено законодательством
						Российской Федерации, правилами платежной системы, банком-эмитентом
						либо внутренними правилами соответствующего платежного провайдера.
						<br />
						3.8.3. Исполнитель не вправе использовать для автоматических
						списаний реквизиты банковской карты либо электронного средства
						платежа, от использования которых Пользователь отказался в порядке,
						предусмотренном функционалом Сервиса либо доведенном до сведения
						Пользователя Исполнителем.
						<br />
						3.8.4. Для продолжения Подписки после отказа Пользователя от ранее
						предоставленных реквизитов Пользователь обязан самостоятельно
						предоставить иные действующие реквизиты либо произвести оплату
						следующего Периода подписки иным доступным способом.
						<br />
						<br />
						3.9. Принятие условий Оферты и связанных документов
						<br />
						3.9.1. Оформляя Подписку, Пользователь считается принявшим условия
						настоящей Оферты, а также условия документов, на которые прямо
						ссылается настоящая Оферта, включая Правила использования сервиса
						«Аномалия», в полном объеме, без каких-либо оговорок, исключений или
						условий.
						<br />
						3.9.2. В случае несогласия Пользователя с положениями настоящей
						Оферты, Правил использования сервиса «Аномалия» либо иных
						документов, прямо упоминаемых в настоящей Оферте, Пользователь
						обязан воздержаться от оформления Подписки, а если Подписка уже
						оформлена — отказаться от её продления на следующий Период и
						прекратить использование сервиса после окончания оплаченного Периода
						подписки.
						<br />
						3.9.3. Пользователь подтверждает, что ему понятны условия
						автоматического продления Подписки, порядок отказа от
						автоматического продления, порядок отказа от использования ранее
						предоставленных реквизитов для автоматических расчетов, а также
						последствия непредоставления новых реквизитов либо непоступления
						оплаты за следующий Период подписки.
						<br />
						<br />
						3.10. объем оказания Услуг
						<br />
						3.10.1. Доступ к Подписке считается предоставленным Пользователю на
						соответствующий Период подписки в полном объеме с момента
						поступления оплаты Стоимости подписки и отражения факта оплаты в
						электронной системе учета платежей Исполнителя либо привлеченного им
						платежного партнера.
						<br />
						3.10.2. Обязательства Исполнителя по предоставлению Услуг в рамках
						Подписки считаются исполненными надлежащим образом с момента
						предоставления Пользователю возможности получения доступа к сервису
						«Аномалия» и его функционалу посредством одного или нескольких
						цифровых каналов доступа, определяемых Исполнителем.
						<br />
						3.10.3. Услуги считаются оказанными надлежащим образом независимо от
						того, воспользовался ли Пользователь фактически предоставленным ему
						доступом, в каком объеме Пользователь использовал сервис, все ли
						цифровые каналы доступа использовал Пользователь, а также от того,
						воспользовался ли Пользователь всеми или только частью возможностей
						сервиса «Аномалия», доступных в рамках действующей Подписки.
						<br />
						3.10.4. Неиспользование Пользователем предоставленного доступа к
						сервису, нескачивание мобильного приложения, неиспользование
						отдельных цифровых интерфейсов, отказ от использования отдельных
						каналов доступа либо недостаточная, по мнению Пользователя,
						интенсивность использования сервиса не свидетельствуют о неоказании
						Услуг, ненадлежащем оказании Услуг либо уменьшении объема Услуг,
						подлежащих оплате Исполнителю.
						<br />
						<br />
						3.11. Дополнительные услуги
						<br />
						3.11.1. Пользователь вправе обратиться к Исполнителю с запросом об
						оказании дополнительных услуг, не входящих в объем Подписки, в том
						числе консультационных, информационных, организационных либо иных
						услуг, если возможность оказания таких услуг предусмотрена
						деятельностью Исполнителя.
						<br />
						3.11.2. Исполнитель вправе по своему усмотрению отказать
						Пользователю в оказании дополнительных услуг без объяснения причин
						такого отказа, если иное прямо не предусмотрено законодательством
						Российской Федерации либо отдельным обязательством Исполнителя.
						<br />
						<br />
						<b>4. ПРАВА И ОБЯЗАННОСТИ СТОРОН, ГАРАНТИИ</b>
						<br />
						4.1. Исполнитель обязуется:
						<br />
						4.1.1. Предоставить Пользователю доступ к сервису «Аномалия» в
						объеме, предусмотренном настоящей Офертой и выбранной Пользователем
						Подпиской.
						<br />
						4.1.2. Обеспечить Пользователю возможность получения Услуг
						посредством цифровых каналов доступа, определяемых Исполнителем в
						рамках функционирования сервиса «Аномалия».
						<br />
						4.1.3. Доводить до сведения Пользователя актуальную редакцию
						настоящей Оферты, а также иные документы Исполнителя, регулирующие
						использование отдельных элементов сервиса «Аномалия», включая
						Правила.
						<br />
						4.1.4. Обрабатывать персональные данные Пользователя в объеме и
						порядке, необходимых для заключения и исполнения настоящего
						Договора, в соответствии с законодательством Российской Федерации и
						документами Исполнителя, регулирующими вопросы обработки
						персональных данных.
						<br />
						<br />
						4.2. Исполнитель вправе:
						<br />
						4.2.1. Самостоятельно определять состав Услуг, содержание Контента,
						архитектуру сервиса «Аномалия», перечень и виды цифровых каналов
						доступа, используемых для предоставления Пользователю доступа к
						сервису.
						<br />
						4.2.2. По своему усмотрению создавать, изменять, заменять,
						ограничивать, приостанавливать, прекращать использование, удалять
						либо переносить отдельные цифровые каналы доступа, интерфейсы,
						разделы, функции, модули, механики взаимодействия, способы
						отображения информации, алгоритмы работы сервиса и иные
						технологические элементы сервиса «Аномалия», если такие действия не
						лишают Пользователя в целом возможности получения Услуг в рамках
						действующей Подписки.
						<br />
						4.2.3. Предоставлять доступ к отдельным функциям, разделам, цифровым
						инструментам, интерфейсам либо каналам доступа всем Пользователям,
						отдельным категориям Пользователей, ограниченному кругу
						Пользователей либо не предоставлять такой доступ по своему
						усмотрению.
						<br />
						4.2.4. Устанавливать, изменять и применять обязательные для
						Пользователя Правила использования сервиса «Аномалия» и его
						отдельных цифровых интерфейсов, включая мобильное приложение,
						Telegram-каналы, Telegram-боты, веб-интерфейсы и иные каналы
						доступа.
						<br />
						4.2.5. Требовать от Пользователя соблюдения настоящей Оферты, Правил
						и иных документов Исполнителя, регулирующих использование сервиса
						«Аномалия» и его отдельных элементов.
						<br />
						4.2.6. Ограничить, приостановить либо прекратить доступ Пользователя
						к отдельным цифровым каналам доступа, функциям, разделам или
						сервисам «Аномалия» в случаях, предусмотренных настоящей Офертой,
						Правилами либо иными документами Исполнителя.
						<br />
						4.2.7. Направлять Пользователю уведомления, юридически значимые
						сообщения, информацию об изменении Оферты, Правил, условий Подписки,
						изменении цифровых каналов доступа, а также иную информацию,
						связанную с исполнением настоящего Договора, через сервис
						«Аномалия», мобильное приложение, Telegram, электронную почту,
						push-уведомления, личный кабинет либо иные средства электронной
						связи, используемые Исполнителем.
						<br />
						<br />
						4.3. Пользователь обязуется:
						<br />
						4.3.1. До акцепта настоящей Оферты самостоятельно ознакомиться с ее
						условиями, а также с Правилами и иными документами Исполнителя,
						регулирующими использование соответствующих элементов сервиса
						«Аномалия».
						<br />
						4.3.2. Соблюдать условия настоящей Оферты, Правила использования
						сервиса «Аномалия», правила использования отдельных цифровых
						интерфейсов сервиса, а также иные документы Исполнителя, применимые
						к использованию соответствующих функций, сервисов, разделов и
						каналов доступа.
						<br />
						4.3.3. Использовать сервис «Аномалия» и предоставляемые в его рамках
						цифровые каналы доступа исключительно лично, добросовестно, разумно
						и в соответствии с законодательством Российской Федерации.
						<br />
						4.3.4. Не совершать действий, направленных на обход технических
						ограничений, нарушение работы сервиса, вмешательство в программный
						код, архитектуру, интерфейсы, алгоритмы работы, механизмы защиты,
						способы идентификации, системы доступа и иные технологические
						элементы сервиса «Аномалия».
						<br />
						4.3.5. Не передавать третьим лицам доступ к сервису «Аномалия»,
						учетные данные, средства авторизации, ссылки доступа, коды
						подтверждения, а равно не предоставлять третьим лицам возможность
						фактического использования Подписки, оформленной на имя
						Пользователя, если иное прямо не разрешено Исполнителем.
						<br />
						4.3.6. Самостоятельно обеспечивать наличие технических средств,
						программного обеспечения, доступа к сети Интернет и иных условий,
						необходимых для использования соответствующих цифровых каналов
						доступа к сервису «Аномалия».
						<br />
						4.3.7. Своевременно и в полном объеме оплачивать Подписку в порядке,
						установленном настоящей Офертой. 4.3.8. Самостоятельно отслеживать
						актуальную редакцию настоящей Оферты, Правил и иных документов
						Исполнителя, размещаемых в сети Интернет, в сервисе либо доводимых
						до сведения Пользователя в электронной форме.
						<br />
						<br />
						4.4. Пользователь вправе:
						<br />
						4.4.1. Получать доступ к сервису «Аномалия» в объеме,
						соответствующем оплаченной Подписке, с использованием цифровых
						каналов доступа, определяемых Исполнителем.
						<br />
						4.4.2. Получать от Исполнителя информацию по вопросам, связанным с
						исполнением настоящей Оферты, в порядке и через каналы связи,
						определяемые Исполнителем.
						<br />
						4.4.3. Использовать доступные ему функции сервиса «Аномалия» в
						пределах, предусмотренных настоящей Офертой, Правилами и интерфейсом
						соответствующего цифрового канала доступа.
						<br />
						<br />
						<b>5. СТОИМОСТЬ ПОДПИСКИ И УСЛОВИЯ ОПЛАТЫ</b>
						<br />
						5.1. Стоимость Подписки определяется Исполнителем и указывается в
						интерфейсе соответствующего цифрового канала доступа к сервису
						«Аномалия», через который Пользователь осуществляет оформление
						Подписки.
						<br />
						5.2. Подписка предоставляет Пользователю право доступа к сервису
						«Аномалия» в течение оплаченного периода Подписки в объеме,
						предусмотренном настоящей Офертой.
						<br />
						5.3. Стоимость Подписки включает вознаграждение Исполнителя за
						предоставление Пользователю доступа к сервису «Аномалия» и всем
						цифровым элементам сервиса, которые Исполнитель предоставляет
						Пользователю в рамках действующей Подписки.
						<br />
						5.4. В рамках Подписки Исполнитель вправе предоставлять Пользователю
						доступ к одному или нескольким цифровым элементам сервиса
						«Аномалия», включая, но не ограничиваясь:
						<br />
						— закрытые или открытые Telegram-каналы;
						<br />
						— Telegram-боты;
						<br />
						— мобильное приложение;
						<br />
						— веб-интерфейсы;
						<br />
						— цифровые сервисы, платформы и иные технологические решения,
						используемые Исполнителем для функционирования сервиса «Аномалия».
						<br />
						5.5. Конкретный перечень цифровых каналов доступа, через которые
						Пользователю предоставляется возможность взаимодействия с сервисом
						«Аномалия», определяется Исполнителем самостоятельно.
						<br />
						5.6. Исполнитель вправе по своему усмотрению изменять, добавлять,
						заменять, ограничивать или прекращать использование отдельных
						цифровых каналов доступа к сервису «Аномалия», включая
						Telegram-каналы, мобильные приложения, веб-интерфейсы и иные
						цифровые инструменты, при условии сохранения для Пользователя
						возможности получения доступа к сервису «Аномалия» в рамках
						оплаченной Подписки.
						<br />
						5.7. Оплата стоимости Подписки осуществляется Пользователем путем
						безналичной оплаты с использованием Привязанной карты либо иного
						способа оплаты, предусмотренного Исполнителем.
						<br />
						5.8. Оплата Подписки осуществляется в порядке, установленном
						настоящей Офертой и описанном в соответствующем цифровом канале
						доступа, через который Пользователь оформляет Подписку.
						<br />
						5.9. Все расчеты по настоящему Договору осуществляются в валюте
						Российской Федерации — рублях.
						<br />
						5.10. Доступ к сервису «Аномалия» предоставляется Пользователю после
						поступления оплаты стоимости Подписки Исполнителю, если иное не
						предусмотрено условиями настоящей Оферты.
						<br />
						5.11. Исполнитель вправе в одностороннем порядке изменять стоимость
						Подписки на последующие периоды Подписки, размещая соответствующую
						информацию в используемых цифровых каналах доступа к сервису
						«Аномалия».
						<br />
						5.12. Изменение стоимости Подписки не распространяется на уже
						оплаченный Пользователем период Подписки.
						<br />
						5.13. В рамках функционирования сервиса «Аномалия» Исполнитель
						вправе по своему усмотрению организовывать дополнительные
						активности, включая встречи участников сообщества,
						нетворкинг-мероприятия, деловые мероприятия, образовательные сессии
						и иные формы взаимодействия участников сообщества.
						<br />
						5.14. Такие активности могут проводиться Исполнителем самостоятельно
						либо при участии третьих лиц и рассматриваются как элементы развития
						и функционирования сообщества «Аномалия».
						<br />
						5.15. Организация указанных мероприятий не является предметом
						настоящего Договора и не образует самостоятельных обязательств
						Исполнителя перед Пользователем.
						<br />
						5.16. Для действующих участников бизнес-клуба «Прорыв» применяются
						следующие условия доступа к сервису «Аномалия»:
						<br />
						5.16.1. Пользователям, которые произвели акцепт договора-оферты на
						оказание информационно-консультационных услуг в рамках бизнес-клуба
						«Прорыв», Исполнитель вправе предоставить доступ к сервису
						«Аномалия» на специальных условиях.
						<br />
						5.16.2. В период действия участия Пользователя в программе
						бизнес-клуба «Прорыв» доступ к сервису «Аномалия» может
						предоставляться Пользователю без дополнительной оплаты либо на иных
						специальных условиях, определяемых Исполнителем.
						<br />
						5.16.3. В случае прекращения участия Пользователя в программе
						бизнес-клуба «Прорыв» по инициативе Пользователя либо по инициативе
						Исполнителя предоставление специальных условий доступа к сервису
						«Аномалия» прекращается.
						<br />
						5.16.4. После прекращения участия в программе бизнес-клуба «Прорыв»
						Пользователь вправе продолжить использование сервиса «Аномалия» на
						общих условиях Подписки, предусмотренных настоящей Офертой.
						<br />
						5.17. Стороны договорились, что обязательство Исполнителя по
						оказанию Услуг по настоящему Договору считается исполненным с
						момента предоставления Пользователю доступа к сервису «Аномалия» и
						соответствующим цифровым каналам доступа, используемым Исполнителем
						для функционирования сервиса.
						<br />
						5.18. Неиспользование Пользователем предоставленного доступа к
						сервису «Аномалия» и его цифровым каналам доступа не является
						основанием для возврата денежных средств. Пользователь подтверждает,
						что доступ к сервису «Аномалия» предоставляется Исполнителем
						независимо от фактического объема использования Пользователем
						функциональности сервиса.
						<br />
						<br />
						<b>6. ПЕРСОНАЛЬНЫЕ ДАННЫЕ</b>
						<br />
						6.1. Исполнитель осуществляет обработку персональных данных
						Пользователя, полученных при заключении и исполнении настоящего
						Договора, в соответствии с требованиями Федерального закона от
						27.07.2006 № 152-ФЗ «О персональных данных».
						<br />
						6.2. Персональные данные Пользователя обрабатываются Исполнителем
						исключительно в целях заключения, исполнения и прекращения
						настоящего Договора, предоставления доступа к сервису «Аномалия», а
						также обеспечения функционирования цифровых каналов доступа к
						сервису.
						<br />
						6.3. Пользователь, принимая условия настоящей Оферты, выражает
						согласие на обработку Исполнителем его персональных данных в объеме,
						необходимом для исполнения настоящего Договора.
						<br />
						6.4. Исполнитель вправе поручать обработку персональных данных
						третьим лицам либо передавать персональные данные третьим лицам в
						случаях, когда такая передача необходима для исполнения настоящего
						Договора, в том числе при привлечении третьих лиц к обеспечению
						функционирования сервиса «Аномалия», его цифровых каналов доступа,
						программных решений, технической инфраструктуры и иных элементов
						сервиса.
						<br />
						6.5. Обработка персональных данных осуществляется Исполнителем с
						применением необходимых правовых, организационных и технических мер,
						направленных на обеспечение безопасности персональных данных в
						соответствии с требованиями законодательства Российской Федерации.
						<br />
						<br />
						<b>7. СРОК ДЕЙСТВИЯ ДОГОВОРА</b>
						<br />
						7.1. Договор считается заключенным с момента акцепта Пользователем
						настоящей Оферты и действует:
						<br />
						7.1.1. до полного исполнения Сторонами обязательств по настоящему
						Договору;
						<br />
						либо
						<br />
						7.1.2. до момента расторжения Договора в порядке, предусмотренном
						настоящим разделом.
						<br />
						7.2. Исполнитель вправе в одностороннем порядке вносить изменения в
						условия настоящей Оферты. Новая редакция Оферты вступает в силу с
						момента ее размещения в используемых Исполнителем цифровых каналах
						доступа к сервису «Аномалия», если иной срок вступления изменений в
						силу не указан в тексте обновленной редакции Оферты.
						<br />
						7.3. Договор может быть расторгнут:
						<br />
						7.3.1. по соглашению Сторон в любое время;
						<br />
						7.3.2. по инициативе любой из Сторон путем направления уведомления
						другой Стороне, в том числе в электронной форме. Датой расторжения
						считается дата направления такого уведомления.
						<br />
						7.4. Исполнитель вправе расторгнуть настоящий Договор в
						одностороннем порядке:
						<br />
						7.4.1. в случае установления факта распространения Пользователем
						информации, материалов или контента, полученных им в рамках доступа
						к сервису «Аномалия», третьим лицам за плату или безвозмездно без
						согласия Исполнителя. В таком случае внесенная Пользователем плата
						возврату не подлежит и признается выплатой в пользу Исполнителя в
						соответствии с пунктом 3 статьи 310 Гражданского кодекса Российской
						Федерации.
						<br />
						7.4.2. в случае нарушения Пользователем условий конфиденциальности и
						режима коммерческой тайны, установленных настоящим Договором. В
						таком случае внесенная Пользователем плата возврату не подлежит и
						признается выплатой в пользу Исполнителя в соответствии с пунктом 3
						статьи 310 Гражданского кодекса Российской Федерации.
						<br />
						7.4.3. в случае нарушения Пользователем Правил использования сервиса
						«Аномалия», включая правила использования мобильного приложения,
						цифровых каналов доступа, интерфейсов сервиса, а также иных
						документов Исполнителя, регулирующих порядок использования сервиса.
						В таком случае Исполнитель вправе ограничить или прекратить доступ
						Пользователя к сервису «Аномалия», отдельным его функциям либо
						цифровым каналам доступа, а также расторгнуть настоящий Договор в
						одностороннем порядке.
						<br />
						7.4.4. без указания причин, путем направления Пользователю
						уведомления о расторжении Договора через используемые Исполнителем
						каналы электронной связи, включая, но не ограничиваясь, электронную
						почту, мессенджеры, интерфейс сервиса «Аномалия», мобильное
						приложение либо иные цифровые каналы доступа
						<br />
						7.4.5. Договор считается расторгнутым с момента направления
						Пользователю уведомления о расторжении независимо от факта получения
						или прочтения такого уведомления.
						<br />
						7.4.6. В случае расторжения Договора Исполнителем без указания
						причин Исполнитель осуществляет возврат Пользователю денежных
						средств за неиспользованный период Подписки. В этом случае положения
						пункта 3 статьи 310 Гражданского кодекса Российской Федерации не
						применяются.
						<br />
						<br />
						<b>8. ОТВЕТСТВЕННОСТЬ СТОРОН</b>
						<br />
						8.1. За неисполнение или ненадлежащее исполнение обязательств по
						настоящему Договору Стороны несут ответственность в соответствии с
						условиями настоящего Договора и действующим законодательством
						Российской Федерации.
						<br />
						8.2. Исполнитель вправе отказаться от настоящего Договора в
						одностороннем внесудебном порядке в случае нарушения Пользователем
						заверений и гарантий, предусмотренных пунктами 4.5–4.7 настоящей
						Оферты.
						<br />
						8.3. Стороны освобождаются от ответственности за частичное или
						полное неисполнение обязательств по настоящему Договору, если такое
						неисполнение явилось следствием обстоятельств непреодолимой силы
						(форс-мажора), возникших после заключения Договора, которые Стороны
						не могли ни предвидеть, ни предотвратить разумными мерами. К
						обстоятельствам непреодолимой силы относятся, в том числе, но не
						ограничиваясь: война, вооруженные конфликты, восстания, массовые
						беспорядки, забастовки, пожары, наводнения, землетрясения и иные
						стихийные бедствия, аварии, перебои в работе энергетических систем,
						сбои в работе сетей связи, действия органов государственной власти и
						иные события чрезвычайного характера, находящиеся вне разумного
						контроля Сторон.
						<br />
						8.4. В целях противодействия недобросовестному поведению
						Пользователей Исполнитель вправе отказаться от настоящего Договора в
						одностороннем внесудебном порядке в случае выявления
						недобросовестного поведения Пользователя, включая действия,
						направленные на обход условий настоящего Договора, правил
						использования сервиса «Аномалия» либо иных документов Исполнителя.
						<br />
						8.5. Исполнитель не несет ответственности за неблагоприятные
						последствия для Пользователя, возникшие вследствие непредоставления
						Пользователем необходимой информации, предоставления неполной либо
						недостоверной информации, либо вследствие иных действий или
						бездействия Пользователя.
						<br />
						8.6. Пользователь обязуется не распространять любыми способами
						недостоверную информацию об Исполнителе, его услугах и деятельности,
						а также информацию, способную причинить вред деловой репутации
						Исполнителя. В случае нарушения настоящего пункта Пользователь
						уплачивает Исполнителю штраф в размере 500 000 (Пятьсот тысяч)
						рублей за каждый установленный факт такого нарушения.
						<br />
						8.7. Исполнитель вправе ограничить доступ Пользователя к сервису
						«Аномалия», отдельным его функциям, цифровым каналам доступа,
						интерфейсам либо материалам сервиса в случае нарушения Пользователем
						условий настоящего Договора, Правил использования сервиса, правил
						использования мобильного приложения либо иных документов
						Исполнителя.
						<br />
						8.8. Исполнитель не несет ответственности за временные технические
						сбои и перерывы в работе сервиса «Аномалия», мобильного приложения,
						Telegram-каналов, программных платформ, серверов, сетей связи и иных
						цифровых каналов доступа, если такие сбои вызваны действиями третьих
						лиц, техническими особенностями функционирования сети Интернет,
						программного обеспечения либо иными обстоятельствами, не зависящими
						от Исполнителя.
						<br />
						8.9. Исполнитель не несет ответственности за невозможность доступа
						Пользователя к сервису «Аномалия», если такая невозможность вызвана:
						<br />
						— ограничениями работы сторонних платформ;
						<br />
						— действиями владельцев цифровых платформ;
						<br />
						— блокировками сервисов;
						<br />
						— ограничениями доступа со стороны операторов связи;
						<br />
						— действиями государственных органов;
						<br />
						— иными обстоятельствами, не зависящими от Исполнителя.
						<br />
						В таких случаях Исполнитель вправе предоставить доступ к сервису
						«Аномалия» через иные цифровые каналы доступа.
						<br />
						<br />
						<b>9. ПРОЧИЕ УСЛОВИЯ</b>
						<br />
						9.1. Настоящий Договор, его заключение и исполнение регулируются
						действующим законодательством Российской Федерации. Все вопросы, не
						урегулированные настоящим Договором либо урегулированные не
						полностью, подлежат разрешению в соответствии с законодательством
						Российской Федерации.
						<br />
						9.2. Претензии Пользователя принимаются Исполнителем по адресу
						электронной почты службы поддержки сервиса. При необходимости по
						требованию Исполнителя претензия может быть направлена Пользователем
						также в письменной форме на адрес Исполнителя, указанный в разделе
						10 настоящей Оферты. Срок рассмотрения претензии составляет 10
						(десять) календарных дней с момента ее получения Исполнителем.
						<br />
						9.3. В случае недостижения согласия между Сторонами путем
						переговоров спор подлежит рассмотрению в судебном порядке в
						соответствии с действующим законодательством Российской Федерации.
						<br />
						9.4. Если одно или несколько положений настоящего Договора
						признаются недействительными или не имеющими юридической силы, это
						не влияет на действительность остальных положений Договора, которые
						продолжают действовать в полном объеме.
						<br />
						9.5. Исполнитель вправе в одностороннем порядке изменять стоимость
						Подписки на последующие периоды Подписки. При этом Пользователь,
						оформивший Подписку, уведомляется о таком изменении не позднее чем
						за 3 (три) календарных дня до вступления изменений в силу путем
						размещения соответствующей информации в используемых Исполнителем
						цифровых каналах доступа к сервису «Аномалия». Изменение стоимости
						Подписки не распространяется на уже оплаченный Пользователем период
						Подписки.
						<br />
						9.6. Вся информация, ставшая известной Сторонам в связи с
						заключением, исполнением и прекращением настоящего Договора, включая
						материалы, сведения, контент, внутренние правила сервиса, способы
						предоставления доступа, а также иные сведения, полученные
						Пользователем в рамках использования сервиса «Аномалия», является
						конфиденциальной. Пользователь обязуется соблюдать режим
						коммерческой тайны и не совершать действий, направленных на
						распространение, раскрытие или передачу такой информации третьим
						лицам без письменного согласия Исполнителя. К таким действиям, в
						частности, относятся:
						<br />
						— предоставление третьим лицам доступа к сервису «Аномалия» либо его
						закрытым цифровым каналам доступа;
						<br />
						— копирование, тиражирование или распространение материалов сервиса
						любыми способами;
						<br />
						— передача материалов сервиса третьим лицам через электронную почту,
						мессенджеры или иные средства связи;
						<br />
						— публикация или разглашение информации, полученной в рамках сервиса
						«Аномалия», в сети Интернет, социальных сетях или иными способами.
						<br />
						9.8. Пользователь понимает и соглашается с тем, что сервис
						«Аномалия» является развивающимся цифровым продуктом, и Исполнитель
						вправе по своему усмотрению изменять его структуру,
						функциональность, интерфейсы, алгоритмы работы, перечень цифровых
						каналов доступа и иные элементы сервиса без предварительного
						согласования с Пользователем.
						<br />
						<br />
						<b>10. РЕКВИЗИТЫ ИСПОЛНИТЕЛЯ:</b>
						<br />
						ИП Гребенюк М.С.
						<br />
						ОГРНИП 315774600443662
						<br />
						ИНН 772394411530
						<br />
						109559, Москва, ул. Новороссийская, 27, 41
						<br />
						р/с 40802810000000001154
						<br />
						в АО “Т Банк”
						<br />
						БИК 044525974
						<br />
						к/с 30101810145250000974
					</p>
				</div>
			</Section>
		</main>
	)
}
